Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Failed to process CSV file.
ru: Не удалось обработать файл CSV.

source: Failed to recover password
ru: Не удалось восстановить пароль

source: Failed to recover web password
ru: Не удалось восстановить веб-пароль

source: Failed to reload kamailio. Subscriber was terminated.
ru: Не удалось перезагрузить kamailio. Подписчик был прерван.

source: Failed to reload proxy. Domain was deleted.
ru: Не удалось перезагрузить прокси. Домен был удален.

source: Failed to reload proxy. Domain was modified.
ru: Не удалось перезагрузить прокси. Домен был изменен.

source: Failed to remove provisioning template
ru: Не удалось удалить подготовительный шаблон

source: Failed to render template. Type is
ru: Не удалось сгенерировать счёт-фактуру. Тип

source: Failed to render template. Type is %1, info is %2.
ru: Не удалось отрисовать шаблон. Тип %1, информация %2.

source: Failed to reset password
ru: Не удалось сбросить пароль

source: Failed to reset web password
ru: Не удалось сбросить веб-пароль

source: Failed to save Call Forward
ru: Не удалось сохранить вызов вперед

source: Failed to save invoice meta data.
ru: Не удалось сохранить метаданные счёт-фактуры.

source: Failed to store invoice template
ru: Не удалось сохранить шаблон счёт-фактуры.

source: Failed to sync email template
ru: Не удалось синхронизировать шаблон письма

source: Failed to terminate LNP number
ru: Не удалось завершить номер LNP

source: Failed to terminate billing network
ru: Не удалось завершить платёжную сеть

source: Failed to terminate billing profile
ru: Не удалось завершить платежный профиль

source: Failed to terminate contract
ru: Не удалось отменить контракт

source: Failed to terminate location
ru: Не удалось завершить местоположение

source: Failed to terminate reseller
ru: Не удалось завершить реселлер

source: Failed to terminate subscriber
ru: Не удалось закрыть подписчика

source: Failed to top-up using cash!
ru: Не удалось пополнить счет наличными!

source: Failed to top-up using voucher!
ru: Не удалось пополнить с помощью ваучера!

source: Failed to transcode audio file
ru: Не удалось перекодировать звуковой файл

source: Failed to trigger config reload via SIP
ru: Не удалось перезагрузить конфигурацию через SIP

source: Failed to update LNP carrier
ru: Не удалось обновить оператора LNP

source: Failed to update LNP number
ru: Не удалось обновить номер LNP

source: Failed to update NCOS level
ru: Не удалось обновить уровень NCOS

source: Failed to update NCOS level setting
ru: Не удалось обновить настройки уровня NCOS

source: Failed to update NCOS lnp entry
ru: Не удалось обновить NCOS lnp запись

source: Failed to update NCOS pattern
ru: Не удалось обновить шаблон NCOS

source: Failed to update PBX device
ru: Не удалось обновить PBX устройство

source: Failed to update PBX group
ru: Не удалось обновить группу PBX

source: Failed to update UPN rewrite set
ru: Не удалось обновить набор перезаписи UPN

source: Failed to update administrator
ru: Не удалось обновить Администратора

source: Failed to update autoattendant slots
ru: Не удалось обновить слот автоответчика.

source: Failed to update billing network
ru: Не удалось обновить платёжную сеть

source: Failed to update billing profile
ru: Не удалось обновить профиль биллинга

source: Failed to update billing voucher
ru: Не удалось обновить ваучер для выставления счетов

source: Failed to update bnumber set
ru: Не удалось обновить номер

source: Failed to update call list suppression
ru: Не удалось обновить подавление списка вызовов

source: Failed to update ccmappings
ru: Не удалось обновить ccmapings

source: Failed to update contact
ru: Не удалось обновить контакт

source: Failed to update contract
ru: Не удалось обновить контракт

source: Failed to update customer contract
ru: Не удалось обновить контракт клиента

source: Failed to update destination set
ru: Не удалось обновить целевой набор

source: Failed to update device configuration
ru: Не удалось обновить конфигурацию устройства

source: Failed to update device firmware
ru: Не удалось обновить прошивку устройства

source: Failed to update device model
ru: Не удалось обновить модель устройства

source: Failed to update device model preference
ru: Не удалось обновить настройки модели устройства

source: Failed to update device profile
ru: Не удалось обновить профиль устройства

source: Failed to update domain.
ru: Не удалось обновить домен.

source: Failed to update email template
ru: Не удалось обновить шаблон электронных писем.

source: Failed to update emergency mapping
ru: Не удалось обновить аварийное сопоставление

source: Failed to update emergency mapping container
ru: Не удалось обновить контейнер экстренного сопоставления

source: Failed to update event entry
ru: Не удалось обновить запись события

source: Failed to update fax setting
ru: Не удалось обновить настройки факса

source: Failed to update header rule
ru: Не удалось обновить правило заголовка

source: Failed to update header rule action
ru: Не удалось обновить действие правила заголовка

source: Failed to update header rule condition
ru: Не удалось обновить условие правила заголовка

source: Failed to update header rule set
ru: Не удалось обновить набор правил заголовка

source: Failed to update inbound peering rule
ru: Не удалось обновить правило входящего пиринга

source: Failed to update invoice template
ru: Не удалось обновить шаблон счёта-фактуры

source: Failed to update location
ru: Не удалось обновить местоположение

source: Failed to update location mapping
ru: Не удалось обновить отображение местоположения

source: Failed to update mailtofax setting
ru: Не удалось обновить настройки mailtofax

source: Failed to update number block
ru: Не удалось обновить блок номеров

source: Failed to update peering group
ru: Не удалось обновить группу пиринга

source: Failed to update peering rule
ru: Не удалось обновить правило пиринга

source: Failed to update peering server
ru: Не удалось обновить сервер пиринга

source: Failed to update phonebook entry
ru: Не удалось обновить запись из телефонной книги

source: Failed to update preference %1
ru: Не удалось обновить настройки %1

source: Failed to update profile package
ru: Не удалось обновить пакет профиля

source: Failed to update provisioning template
ru: Не удалось обновить подготовительный шаблон

source: Failed to update reminder setting.
ru: Не удалось обновить настройки напоминания.

source: Failed to update reseller
ru: Не удалось обновить реселлера

source: Failed to update reseller branding
ru: Не удалось обновить стилизирование реселлера

source: Failed to update rewrite rule
ru: Не удалось обновить правило перезаписи

source: Failed to update rewrite rule set
ru: Не удалось обновить набор правил перезаписи

source: Failed to update sound handle
ru: Не удалось обновить звуковой указатель

source: Failed to update sound set
ru: Не удалось обновить набор звуков

source: Failed to update source set
ru: Не удалось обновить набор источников

source: Failed to update special offpeak entry
ru: Не удалось обновить специальную запись offpeak

source: Failed to update speed dial slot
ru: Не удалось обновить слот для быстрого набора

source: Failed to update subscriber
ru: Не удалось обновить подписчика

source: Failed to update subscriber (webpassword)
ru: Не удалось обновить подписчика (веб-пароль)

source: Failed to update subscriber profile
ru: Не удалось обновить профиль подписчика

source: Failed to update subscriber profile set
ru: Не удалось обновить профиль подписчика

source: Failed to update subscriber, CloudPBX must have a primary number
ru: Не удалось обновить подписчика, CloudPBX должен иметь основной номер

source: Failed to update time set
ru: Не удалось обновить установленное время

source: Failed to update timeset entry
ru: Не удалось обновить запись тайместа

source: Failed to update trusted source
ru: Не удалось обновить доверенный источник

source: Failed to update uploaded sound handle
ru: Не удалось обновить загруженный звуковой файл

source: Failed to update voicemail setting.
ru: Не удалось обновить настройки голосовой почты.

source: Failed to upload Billing Fees
ru: Не удалось загрузить цены

source: Failed to upload Billing Vouchers
ru: Не удалось загрузить ваучеры для биллинга

source: Failed to upload LNP numbers
ru: Не удалось загрузить номера LNP

source: Failed to upload Phonebook entries
ru: Не удалось загрузить записи из телефонной книги

source: Failed to upload call list suppressions
ru: Не удалось загрузить подавление списка вызовов

source: Failed to upload emergency mappings
ru: Не удалось загрузить аварийные сопоставления

source: Failed to upload iCalendar events
ru: Не удалось загрузить события iCalendar

source: Failover to next peer on 5xx with given Reason text
ru: Отказ от следующего узла на 5xx с заданным текстом Причины

source: Failover to the next peer if it sends 5xx response with Reason text parameter matching provided value (regex).
ru: Отказ следующему узлу, если он посылает 5xx ответ с параметром причины совпадает с указанным значением (regex).

source: Family
ru: Семья

source: Fax
ru: Факс

source: Fax Features
ru: Функции факса

source: Fax Number
ru: Номер факса

source: Fax Server
ru: Факс сервер

source: Fax quality
ru: Качество факса

source: Fax2Mail and Sendfax
ru: Fax2Mail и Sendfax

source: February
ru: Февраль

source: Fees
ru: Цены

source: Field
ru: Поле

source: Field delimiter
ru: Разделитель полей

source: Field delimiter symbol used in .cdr files.
ru: Символ разделителя поля, используемый в .cdr файлах.

source: File
ru: Файл

source: File Type
ru: Тип файла

source: File to send. Will be sent if no text content specified. Supported File Types are TXT, PDF, PS, TIFF
ru: Файл для отправки. Будет отправлен, если не указано текстовое содержимое. Поддерживаемые типы файлов: TXT, PDF, PS, TIFF.

source: Filename
ru: Имя файла

source: Filename of the fax document.
ru: Имя файла документа факса.

source: Files
ru: Файлы

source: Filter Mode for SIP User-Agent Filter List
ru: Режим фильтра для списка SIP пользователей

source: Filter for column values matching the pattern string, e.g. 12*45. The * (wildcard) is implicitly prepended and appended.
ru: Фильтр для значений столбца, соответствующих строке, например 12*45. * (подстановочка) неявно добавляется и добавляется.

source: Filter for column values matching the string, e.g. 12345. A leading * (wildcard) can result in long response times.
ru: Фильтр значений столбца, соответствующих строке, например 12345. Ведущий * (wildcard) может привести к длительному времени отклика.

source: Find Subscriber by UUID
ru: Найти абонента по UUID

source: Firmware File
ru: Файл прошивки

source: Firmware Tag
ru: Тег прошивки

source: First Name
ru: Имя

source: Flash Dialogic
ru: Flash Диалог

source: Folder
ru: Папка

source: For Contract #
ru: Для контракта №

source: For a list of possible values, see the "lock" field in the API doc for /api/subscribers. A lock value of "none" will not be returned to the caller. Read-only setting.
ru: Список возможных значений см. в поле "lock" в окне API для /api/subscribers. Заблокированное значение "none" не будет возвращено вызывающему абоненту. Настройки только для чтения.

source: For incoming calls from this peer, find the destination subscriber by a uuid parameter in R-URI which has been sent in Contact at outbound registration.
ru: Для исходящих звонков с этого SIP Транка, искать получателя по идентификатору UUID из R-URI который был отправлен в поле Contact исходящей регистрации.

source: Forbidden!
ru: Запрещено!

source: Force Diversion counter
ru: Принудительный счетчик разницы

source: Force calls from this user/domain/peer to be routed to the peering servers after optional check of called number (if offline, non-local user or user of another customer). To enable peer relay set to "If callee is not local" or "Always" on the originating peer. Use with caution, as this setting may increase your costs!
ru: Принудительно перенаправлять звонки от этого пользователя/домена/узла на серверы пиринга после опциональной проверки вызываемого номера (если не в сети, нелокальный пользователь или пользователь другого клиента). Чтобы включить ретранслятор узла "Если калькулятор не является локальным" или "Всегда" у узла происхождения. Используйте с осторожностью, так как эта настройка может увеличить ваши расходы!

source: Force calls to this user to be treated as if the user was not local. This helps in migration scenarios.
ru: Считать входящие звонки этому пользователю как звонки не локальному пользователю. Эта опция помогает при миграциях.

source: Force delete
ru: Принудительное удаление

source: Force inbound calls to peer
ru: Отправлять входящие звонки в SIP Транк

source: Force outbound call via socket
ru: Отправлять исходящие звонки через сокет

source: Force outbound calls from user or peer to peer
ru: Отправлять исходящие звонки от пользователя или SIP Транка в SIP Транк

source: Force the system to resolve the peer hostname using DNS to get the destination IP. If activated the peer IP configured in the systed is used for inbound calls only.
ru: Заставить систему определить имя узла узла, используя DNS, чтобы получить IP адрес. Если эта опция активирована, то IP пира, настроенный в systed, используется только для входящих звонков.

source: Force translation of audio media to T.38 offer
ru: Принудительный перевод аудио медиа в предложение T.38

source: Forgot your password?
ru: Забыли Ваш пароль?

source: Format
ru: Формат

source: Fraud Limits
ru: Лимит Мошенничества

source: Fraud Monthly Limit
ru: Ежемесячный лимит на мошенничество

source: Fraud Monthly Lock
ru: Ежемесячная блокировка от мошенничества

source: Fraud Monthly Notify
ru: Мошенничество Ежемесячное уведомление

source: Fraud daily limit
ru: Дневной лимит мошенничества

source: Fraud daily lock
ru: Ежедневная блокировка от мошенничества

source: Fraud daily notify
ru: Ежедневное уведомление о мошенничестве

source: Fraud detection threshold per day in cents.
ru: Порог обнаружения мошенничества в день в центах.

source: Fraud detection threshold per month in cents.
ru: Порог выявления мошенничества в месяц в центах.

source: Fraud settings successfully changed!
ru: Настройки информирования о мошенничестве успешно изменены!

source: Fraud use reseller rates
ru: Использование мошеннических тарифов посредниками

source: Free time balance
ru: Баланс свободного времени

source: Free time spent
ru: Проведенное свободное время

source: Free-Time Balance
ru: Баланс бесплатных минут

source: Free-Time Balance:
ru: Баланс бесплатных минут:

source: Free-Time spent
ru: Затрачено свободного времени

source: Free-Time spent:
ru: Прошло свободного времени:

source: Frequency
ru: Частота

source: Friday
ru: Пятница

source: Friends
ru: Друзья

source: From
ru: От

source: From Date
ru: От даты

source: From Email Address
ru: От адреса электронной почты

source: From Pattern
ru: От узора

source: From URI
ru: Из URI

source: From URI of the sip packet
ru: URI из sip-пакета

source: From email
ru: Из электронной почты

source: Front Image
ru: Фотография устройства

source: Front Image Thumbnail
ru: Миниатюра переднего изображения

source: G.723.1 bitrate
ru: G.723.1 битрейт

source: GAPS Key
ru: Ключ GAPS

source: GET
ru: ПОЛУЧИТЬ

source: GO TO NEW ADMIN PANEL
ru: ПЕРЕЙТИ НА НОВУЮ ПАНЕЛЬ АДМИНИСТРИРОВАНИЯ

source: General Purpose 0
ru: Общее назначение 0

source: General Purpose 1
ru: Общее назначение 1

source: General Purpose 2
ru: Общее назначение 2

source: General Purpose 3
ru: Общее назначение 3

source: General Purpose 4
ru: Общее назначение 4

source: General Purpose 5
ru: Общее назначение 5

source: General Purpose 6
ru: Общее назначение 6

source: General Purpose 7
ru: Общее назначение 7

source: General Purpose 8
ru: Общее назначение 8

source: General Purpose 9
ru: Общее назначение 9

source: General Purpose Parameter 0
ru: Общий параметр 0

source: General Purpose Parameter 0.
ru: Общий параметр 0.

source: General Purpose Parameter 1
ru: Общий параметр цели 1

source: General Purpose Parameter 1.
ru: Общий параметр цели 1.

source: General Purpose Parameter 2
ru: Общий параметр цели 2

source: General Purpose Parameter 2.
ru: Общий параметр цели 2.

source: General Purpose Parameter 3
ru: Общий параметр назначения 3

source: General Purpose Parameter 3.
ru: Общий параметр назначения 3.

source: General Purpose Parameter 4
ru: Общий параметр цели 4

source: General Purpose Parameter 4.
ru: Общий параметр цели 4.

source: General Purpose Parameter 5
ru: Общий параметр цели 5

source: General Purpose Parameter 5.
ru: Общий параметр цели 5.

source: General Purpose Parameter 6
ru: Общий параметр цели 6

source: General Purpose Parameter 6.
ru: Общий параметр цели 6.

source: General Purpose Parameter 7
ru: Общий параметр цели 7

source: General Purpose Parameter 7.
ru: Общий параметр цели 7.

source: General Purpose Parameter 8
ru: Общий параметр назначения 8

source: General Purpose Parameter 8.
ru: Общий параметр назначения 8.

source: General Purpose Parameter 9
ru: Общий параметр цели 9

source: General Purpose Parameter 9.
ru: Общий параметр цели 9.

source: Generate
ru: Создать

source: Generate Certificate
ru: Сгенерировать сертификат

source: Generate RTCP
ru: Генерировать RTCP

source: Global Call List Suppressions
ru: Подавление глобального списка вызовов

source: Greeting type.
ru: Тип приветствия.

source: Group
ru: Группа

source: Group id
ru: Идентификатор группы

source: Group member
ru: Член группы

source: Group members
ru: Члены группы

source: Group of addresses and/or IP nets allowed access.
ru: Группа IP адресов и/или IP сетей для который доступ разрешен.

source: Groups
ru: Группы

source: Handbook
ru: Справочник

source: Handle
ru: Управлять

source: Header
ru: Заголовок

source: Header Manipulations
ru: Манипуляции заголовка

source: Header Part
ru: Заголовочная часть

source: Header Rule Actions
ru: Действия в правилах заголовка

source: Header Rule Actions for %1
ru: Действия по правилам для %1

source: Header Rule Actions for subscriber %1
ru: Действия по правилам для подписчика %1

source: Header Rule Conditions
ru: Условия правил заголовка

source: Header Rule Conditions for %1
ru: Условия правила заголовка для %1

source: Header Rule Conditions for subscriber %1
ru: Условия правила заголовка для подписчика %1

source: Header Rule Set
ru: Набор правил заголовка

source: Header Rules
ru: Правила заголовка

source: Header Rules for %1
ru: Правила заголовка для %1

source: Header Rules for subscriber %1
ru: Правила заголовка для подписчика %1

source: Header rule action does not exist
ru: Действие правила заголовка не существует

source: Header rule action priority, smaller value has the higher priority.
ru: Приоритет действия правила заголовка, меньшее значение имеет более высокий приоритет.

source: Header rule action successfully created
ru: Действие правила заголовка успешно создано

source: Header rule action successfully deleted
ru: Действие правила заголовка успешно удалено

source: Header rule action successfully updated
ru: Действие правила заголовка успешно обновлено

source: Header rule condition does not exist
ru: Состояние правила заголовка не существует

source: Header rule condition successfully created
ru: Состояние правила заголовка успешно создано

source: Header rule condition successfully deleted
ru: Состояние правила заголовка успешно удалено

source: Header rule condition successfully updated
ru: Состояние правила заголовка успешно обновлено

source: Header rule does not exist
ru: Правило заголовка не существует

source: Header rule priority, smaller value has the higher priority.
ru: Приоритет правила заголовка, меньшее значение имеет более высокий приоритет.

source: Header rule set does not exist
ru: Правило заголовка не существует

source: Header rule set id, one the rule must belong to.
ru: Идентификатор набора правил в заголовке, к которому должно принадлежать правило.

source: Header rule set successfully cloned
ru: Набор правил заголовка успешно скопирован

source: Header rule set successfully created
ru: Набор правил заголовка успешно создан

source: Header rule set successfully deleted
ru: Набор правил заголовка успешно удален

source: Header rule set successfully updated
ru: Набор правил заголовка успешно обновлен

source: Header rule successfully created
ru: Правило заголовка успешно создано

source: Header rule successfully deleted
ru: Правило заголовка успешно удалено

source: Header rule successfully updated
ru: Правило заголовка успешно обновлено

source: Header text to add on every page
ru: Текст заголовка для добавления на каждую страницу

source: Hide Offline
ru: Спрятать Недоступных

source: Hide own number for calls within own PBX
ru: Скрыть свой номер при звонках внутри PBX

source: Hide own number for outbound calls
ru: Спрятать свой номер при исходящих звонках

source: Home
ru: Дом

source: Host
ru: Хост

source: Host:
ru: Хост:

source: Hostname
ru: Имя хоста

source: Hostname DNS resolution will be used instead of the Peer IP
ru: Разрешение хоста DNS будет использоваться вместо IP узла

source: Hour
ru: Час

source: How many occurrences will be generated. Valid value is a positive integer. Can't be defined together with 'until'.
ru: Сколько вхождений будет сгенерировано. Допустимое значение - целое положительное число. Не может быть определено вместе с 'until'.

source: Hunt Policy
ru: Политика Перебора

source: Hunting Policy
ru: Политика в области охоты

source: Hunting Timeout
ru: Таймаут охоты

source: Hunting policy, one of serial, parallel, random, circular.
ru: Политика охоты, одна из последовательных, параллельных, случайных, круговых.

source: ID in the backend RTC API (readonly).
ru: ID в бэкенд RTC API (только для чтения).

source: ID of the period.
ru: Идентификатор периода.

source: IMS Application Server
ru: Сервер приложений IMS

source: IMS Subscriber/Domain
ru: Подписчик/Домен IMS

source: IP Address
ru: IP адрес

source: IP Header Field
ru: Поле SIP заголовка несущее IP источника пакета

source: IP address of calling party.
ru: IP-адрес вызывающей стороны.

source: IP header to use for "allowed_ips" check
ru: IP заголовок, используемый для проверки "allowed_ips"

source: IP successfully unbanned
ru: IP успешно разбанен

source: IP that the Dialogic IMG will configure on it's second port for the RTP traffic. Must be different from the SIP IP.
ru: IP, который Диалог IMG настроет на свой второй порт для RTP трафика. Должно отличаться от SIP IP.

source: IP transport of the sip packet (TCP/UDP)
ru: IP-транспорт пакета sip (TCP/UDP)

source: IP under which the Dialogic IMG's webinterface is accessible for confiuration.
ru: IP адрес, на котором веб-интерфейс IMG Диалога доступен для использования.

source: IPv4/IPv6 briding mode
ru: Режим моста IPv4/IPv6

source: ISDN Userside
ru: ISDN сторона пользователя

source: IVR Slots
ru: Слоты IVR

source: IVR Slots. A list of items each containing the keys slot and destination. "slot" from 0-9. "destination" can be a number, username or full SIP URI.
ru: Слоты IVR. Список элементов, каждый из которых содержит ключи slot и destination. "слот" от 0-9. "destination" может быть номером, именем пользователя или полным SIP URI.

source: Id
ru: Номер

source: Id used to configure bootstrap url on Snom redirect server. Obtained from Snom's Secure Redirection and Provisioning Service (SRAPS).
ru: Идентификатор, используемый для настройки загрузочного url на сервере перенаправления Snom. Получается из службы Snom Secure Redirection and Provisioning Service (SRAPS).

source: Identifier name
ru: Имя идентификатора
