Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Duration
ru: Длительность

source: E.164 Number
ru: Номер E.164

source: E164 Number
ru: Номер E164

source: ECM
ru: УКМ

source: Edit
ru: Редактировать

source: Edit %1
ru: Редактировать %1

source: Edit Branding
ru: Редактирование брендинга

source: Edit Callthrough CLIs
ru: Изменить CLI вызовов

source: Edit Contact
ru: Редактировать Контакт

source: Edit Content
ru: Редактировать содержимое

source: Edit Meta
ru: Редактировать метаданные

source: Edit Slots
ru: Редактировать Слоты

source: Edit Zones
ru: Редактировать Зоны

source: Edit bnumber sets
ru: Редактирование наборов bnumber

source: Edit destination sets
ru: Редактирование наборов пунктов назначения

source: Edit source sets
ru: Редактирование исходных наборов

source: Edit time sets
ru: Редактирование наборов времени

source: Either "sipaccount" or "pbxaccount".
ru: Либо "sipaccount", либо "pbxaccount".

source: Either "sippeering" or "reseller".
ru: Либо "сиппинг", либо "реселлер".

source: Email Address
ru: Адрес электронной почты

source: Email Template
ru: Шаблон электронной почты

source: Email Templates
ru: Шаблоны электронной почты

source: Email template
ru: Шаблон письма

source: Email template does not exist
ru: Шаблон письма не существует

source: Email template successfully created
ru: Шаблон электронной почты успешно создан

source: Email template successfully deleted
ru: Шаблон электронной почты успешно удален

source: Email template successfully synced
ru: Шаблон письма успешно синхронизирован

source: Email template successfully updated
ru: Шаблон электронной почты успешно обновлен

source: Email to notify about fax delivery
ru: Уведомление по электронной почте о доставке факса

source: Email used for this notification.
ru: Электронная почта, используемая для данного уведомления.

source: Emergency CLI
ru: Экстренный CLI

source: Emergency Containers
ru: Экстренные контейнеры

source: Emergency Mapping Container
ru: Контейнер аварийного отображения

source: Emergency Mappings
ru: Аварийные карты

source: Emergency Mappings successfully uploaded
ru: Экстренные сопоставления успешно загружены

source: Emergency Mode Enabled
ru: Экстренный режим включен

source: Emergency Number
ru: Экстренный номер

source: Emergency Prefix
ru: Префикс экстренных ситуаций

source: Emergency Prefix variable
ru: Переменная содержащая префикс номер экстренного вызова

source: Emergency Priorization
ru: Приоритет экстренных ситуаций

source: Emergency Provider info
ru: Информация о поставщике экстренной помощи

source: Emergency Suffix variable
ru: Суффикс экстренных вызовов

source: Emergency User-Provided-Number Field
ru: Экстренное поле с введенным пользователем номером

source: Emergency code already defined for emergency mapping container!
ru: Экстренный код уже определен для экстренной карты!

source: Emergency location format
ru: Формат определения местоположения в чрезвычайной ситуации

source: Emergency mapping already exists for this emergency mapping container!
ru: Экстренное сопоставление уже существует для этого контейнера экстренного сопоставления!

source: Emergency mapping container does not exist!
ru: Контейнер аварийного сопоставления не существует!

source: Emergency mapping container still linked to emergency mappings.
ru: Контейнер аварийного отображения по-прежнему связан с аварийными картами.

source: Emergency mapping container successfully created
ru: Контейнер экстренного сопоставления успешно создан

source: Emergency mapping container successfully deleted
ru: Контейнер экстренного сопоставления успешно удален

source: Emergency mapping container successfully updated
ru: Контейнер экстренного сопоставления успешно обновлен

source: Emergency mapping container with this name already exists for this reseller!
ru: Контейнер экстренной сопоставления с таким именем уже существует для этого реселлера!

source: Emergency mapping does not exist!
ru: Экстренное сопоставление не существует!

source: Emergency mapping successfully created
ru: Экстренное сопоставление успешно создано

source: Emergency mapping successfully deleted
ru: Экстренное сопоставление успешно удалено

source: Emergency mapping successfully updated
ru: Экстренное сопоставление успешно обновлено

source: Enable Advice of Charge support for the billing profile.
ru: Включите поддержку Advice of Charge для профиля тарификации.

source: Enable Apple/Google Mobile Push
ru: Включить Apple/Google Mobile Push

source: Enable Call Deflection
ru: Включить прогиб вызовов

source: Enable Caller LNP lookup
ru: Включить поиск Caller LNP

source: Enable DNS SRV
ru: Включить DNS SRV

source: Enable DNS SRV on device when resolving server host
ru: Включить DNS SRV на устройстве при разрешении хоста сервера

source: Enable Party Call Control (PCC) Application to route calls to a remote API server first and continue the call only upon an accepted reply
ru: Включите приложение Party Call Control (PCC) для доставки вызовов на удаленный сервер API и продолжения вызова только после принятия ответа

source: Enable Peer Authentication
ru: Включить регистрацию на SIP Транк

source: Enable Prepaid
ru: Включить Предоплату

source: Enable Probing
ru: Включить зондирование

source: Enable RTP proxy debugging
ru: Включить отладку RTP-прокси

source: Enable SIP OPTIONS ping
ru: Включить пинг SIP OPTIONS

source: Enable SIP Session Timers.
ru: Включить таймеры SIP сессии.

source: Enable STIR Identity validation
ru: Включить проверку идентификационных данных STIR

source: Enable Session-Timers
ru: Включить Session-Timers

source: Enable T38 Fax-over-IP
ru: Включить T38 Fax-over-IP

source: Enable T38 Fax-over-IP via auto-provisioning if the end device supports it.
ru: Включить T38 Fax-over-IP через автоматическое обеспечение, если конечное устройство поддерживает его.

source: Enable detection of silence in received RTP audio and transcode to CN (comfort noise) RTP packets if supported by the peer.
ru: Включить обнаружение тишины в полученном аудио RTP и перекодировать в CN (комфортный шум) RTP-пакеты, если это поддерживается аналогом.

source: Enable last number redial VSC
ru: Включить последний перезвон по VSC

source: Enable regex matching for "Received from IP" and "Destination" fields.
ru: Включите регекс для полей "Received from IP" и "Destination".

source: Enable rtc
ru: Включить rtc

source: Enable strict mode that requires all mail2fax emails to have the secret key as the very first line of the email + an empty line. The key is removed from the email once matched.
ru: Включить строгий режим, который требует, чтобы все электронные письма mail2fax содержали секретный ключ в качестве самой первой строки письма. После сопоставления ключ удаляется из письма.

source: Enable the Vertical Service Code to redial latest dialed number for this subscriber/domain.
ru: Включите Вертикальный Сервисный код для повторного набора номера последнего абонента/домена.

source: Enabled
ru: Включено

source: Enables full debug logging in the RTP proxy for all calls from or to this subscriber or peer.
ru: Включает полную отладку в RTP-прокси для всех вызовов от или к данному абоненту или пиру.

source: Enables lawful interception for the subscriber.
ru: Включает законное перехват для подписчика.

source: Enables or disables the Call Forward rule from beign used.
ru: Включает или отключает использование правила переадресации вызова.

source: Enables or disables the action from being included in the headers processing logic
ru: Включает или отключает действие от включения в логику обработки заголовков

source: Enables or disables the condition from being included in the headers processing logic
ru: Разрешает или запрещает включение условия в логику обработки заголовков

source: Enables or disables the reminder. When Repeat is set to once, reminder is also disabled after triggering once.
ru: Включает или отключает напоминание. Если для параметра Repeat установлено значение 1 раз, напоминание также отключается после однократного срабатывания.

source: Enables or disables the rule from being included in the headers processing logic
ru: Разрешает или запрещает включение правила в логику обработки заголовков

source: Enables the entry
ru: Включает вход

source: Encoding bitrate for G.723.1 (5.3 kbit/s for 20-byte frames or 6.3 kbit/s for 24-byte frames
ru: Битрейт кодирования для G.723.1 (5.3 кбит/с для 20-байтных кадров или 6.3 кбит/с для 24-байтовых фреймов

source: Encoding bitrate for Opus codec if 1-channel mono is in use
ru: Битрейт кодирования для Opus кодека, если используется 1-канальный моно

source: Encoding bitrate for Opus codec if 2-channel stereo is in use
ru: Битрейт кодирования для Opus кодека, если используется двухканальный стерео

source: End
ru: Конец

source: End Date
ru: Конечная Дата

source: End Date/Time
ru: Дата/время окончания

source: End time
ru: Время окончания

source: Enum values
ru: Значения перечислений

source: Error while sending fax (have the fax settings been configured properly?)
ru: Ошибка при отправке факса (настройки факса настроены правильно?)

source: Errors
ru: Ошибки

source: Event entry does not exist
ru: Запись о событии не существует

source: Event entry successfully created
ru: Запись о событии успешно создана

source: Event entry successfully deleted
ru: Запись события успешно удалена

source: Events
ru: События

source: Every
ru: Каждый

source: Exact string (destination)
ru: Точная строка (назначение)

source: Expand Groups
ru: Развернуть

source: Expected firmware version.
ru: Ожидалась версия прошивки.

source: Expires
ru: Истекает

source: Explicitly declare the way how you want to set billing profiles for this API call.
ru: Явным образом объявите, каким образом вы хотите установить профили тарификации для этого вызова API.

source: Export status
ru: Статус экспорта

source: Export subscriber to shared XMPP Buddylist
ru: Экспортировать абонента в XMPP список контактов

source: Export this subscriber into the shared XMPP buddy list for the customer.
ru: Экспортировать этого абонента в XMPP список контактов клиента.

source: Exported at
ru: Экспортировано в

source: Expression
ru: Выражение

source: Extended Away
ru: Давно отошел

source: Extension
ru: Добавочный номер

source: Extension Number, e.g. 101
ru: Добавочный номер, например, 101

source: Extension device
ru: Расширительное устройство

source: Extension of CloudPBX Subscriber
ru: Добавочный номер абонента CloudPBX

source: Extension unit
ru: Расширительный блок

source: External #
ru: Внешний #

source: External Contract #
ru: Внешний Контракт #

source: External ID
ru: Внешний ID

source: External ID of calling subscriber, if local.
ru: Внешний идентификатор вызывающего абонента, если он местный.

source: External ID of the calling subscriber's customer, if local.
ru: Внешний идентификатор клиента вызывающего абонента, если он местный.

source: External Id
ru: Внешний идентификатор

source: External Id value
ru: Значение внешнего идентификатора

source: External Subscriber #
ru: Внешний Абонент #

source: External call control request type
ru: Тип запроса управления внешним вызовом

source: External id
ru: Внешний идентификатор

source: External id of called subscriber's customer, if local.
ru: Внешний идентификатор клиента вызываемого абонента, если он местный.

source: External id of called subscriber, if local.
ru: Внешний идентификатор вызываемого абонента, если он местный.

source: FAILED
ru: ПРОВАЛЕНО

source: FW Upgrade disable
ru: Обновление FW отключено

source: FW automatic upgrade disable
ru: Автоматическое обновление FW отключено

source: FW version
ru: Версия FW

source: Fail Count
ru: Неудачных попыток

source: Failed to activate domain. Domain was created.
ru: Не удалось активировать домен. Домен был создан.

source: Failed to add registered device
ru: Не удалось добавить зарегистрированное устройство

source: Failed to change account balance!
ru: Не удалось изменить баланс аккаунта!

source: Failed to check and apply underrun subscriber lock level
ru: Не удалось проверить и применить уровень блокировки подписчика underrun

source: Failed to clear audio cache.
ru: Не удалось очистить аудио кэш.

source: Failed to clear fraud interval
ru: Не удалось очистить интервал мошенничества

source: Failed to clear reminder setting.
ru: Не удалось очистить настройки напоминания.

source: Failed to clone header rule set.
ru: Не удалось клонировать правило заголовка.

source: Failed to clone rewrite rule set.
ru: Не удалось создать набора правил перезаписи.

source: Failed to clone subscriber profile
ru: Не удалось клонировать профиль подписчика

source: Failed to create LNP carrier
ru: Не удалось создать носителя LNP

source: Failed to create LNP number
ru: Не удалось создать номер LNP

source: Failed to create NCOS level
ru: Не удалось создать уровень NCOS

source: Failed to create NCOS lnp entry
ru: Не удалось создать NCOS lnp запись

source: Failed to create NCOS pattern
ru: Не удалось создать шаблон NCOS

source: Failed to create PBX device
ru: Не удалось создать PBX устройства

source: Failed to create PBX group
ru: Не удалось создать группу PBX

source: Failed to create UPN rewrite set
ru: Не удалось создать набор для перезаписи UPN

source: Failed to create a header rule
ru: Не удалось создать правило заголовка

source: Failed to create a header rule action
ru: Не удалось создать действие правила заголовка

source: Failed to create a header rule condition
ru: Не удалось создать условие правила заголовка

source: Failed to create administrator
ru: Не удалось создать Администратора

source: Failed to create allowed_ip_grp
ru: Не удалось создать allowed_ip_grp

source: Failed to create billing network.
ru: Не удалось создать платёжную сеть.

source: Failed to create billing profile
ru: Не удалось создать платежный профиль

source: Failed to create billing voucher
ru: Не удалось создать ваучер для выставления счетов

source: Failed to create billing zone
ru: Не удалось создать зону выставления счетов

source: Failed to create call list suppression
ru: Не удалось создать подавление списка вызовов

source: Failed to create contact
ru: Не удалось создать контакт

source: Failed to create contract
ru: Не удалось создать контракт

source: Failed to create customer contract
ru: Не удалось создать клиентский контракт

source: Failed to create device configuration
ru: Не удалось создать конфигурацию устройства

source: Failed to create device firmware
ru: Не удалось создать прошивку устройства

source: Failed to create device model
ru: Не удалось создать модель устройства

source: Failed to create device model preference
ru: Не удалось создать настройки модели устройства

source: Failed to create device profile
ru: Не удалось создать профиль устройства

source: Failed to create domain.
ru: Не удалось создать домен.

source: Failed to create email template
ru: Не удалось создать шаблон письма

source: Failed to create emergency mapping
ru: Не удалось создать аварийное сопоставление

source: Failed to create emergency mapping container
ru: Не удалось создать контейнер экстренного сопоставления

source: Failed to create event entry
ru: Не удалось создать запись события

source: Failed to create header rule set
ru: Не удалось создать набор правил заголовка

source: Failed to create inbound peering rule
ru: Не удалось создать входящее правило

source: Failed to create invoice
ru: Не удалось создать счёт-фактуру

source: Failed to create invoice template
ru: Не удалось создать шаблон счёта-фактуры

source: Failed to create location mapping
ru: Не удалось создать отображение местоположения

source: Failed to create location.
ru: Не удалось создать местоположение.

source: Failed to create man_allowed_ip_grp
ru: Не удалось создать man_allowed_ip_grp

source: Failed to create new destination set
ru: Не удалось создать новый набор

source: Failed to create new source set
ru: Не удалось создать новый набор источников

source: Failed to create new time set
ru: Не удалось создать новое время

source: Failed to create number block
ru: Не удалось создать номерной блок

source: Failed to create peering group
ru: Не удалось создать группу пиринга

source: Failed to create peering rule
ru: Не удалось создать правило пиринга

source: Failed to create peering server
ru: Не удалось создать сервер пиринга

source: Failed to create phonebook entry
ru: Не удалось создать запись из телефонной книги

source: Failed to create phonebook entry.
ru: Не удалось создать запись в телефонной книге.

source: Failed to create preference %1
ru: Не удалось создать настройки %1

source: Failed to create profile package.
ru: Не удалось создать пакет профиля.

source: Failed to create provisioning template
ru: Не удалось создать подготовительный шаблон

source: Failed to create reseller
ru: Не удалось создать реселлера

source: Failed to create rewrite rule
ru: Не удалось создать правило перезаписи

source: Failed to create rewrite rule set
ru: Не удалось создать набор правил перезаписи

source: Failed to create sound set
ru: Не удалось создать набор звуков

source: Failed to create special offpeak entry
ru: Не удалось создать специальную запись offpeak

source: Failed to create speed dial slot
ru: Не удалось создать слот для быстрого набора

source: Failed to create subscriber
ru: Не удалось создать подписчика

source: Failed to create subscriber profile
ru: Не удалось создать профиль абонента

source: Failed to create subscriber profile set
ru: Не удалось создать профиль подписчика

source: Failed to create timeset entry
ru: Не удалось создать запись таймера

source: Failed to create timeset entry.
ru: Не удалось создать запись таймсета.

source: Failed to create trusted source
ru: Не удалось создать доверенный источник

source: Failed to delete Billing Voucher
ru: Не удалось удалить купон на биллинг

source: Failed to delete Call Forward.
ru: Не удалось удалить перенаправление звонков.

source: Failed to delete LNP carrier
ru: Не удалось удалить носителя LNP

source: Failed to delete Malicious call
ru: Не удалось удалить вредоносный вызов

source: Failed to delete NCOS level
ru: Не удалось удалить уровень NCOS

source: Failed to delete NCOS lnp entry
ru: Не удалось удалить NCOS lnp запись

source: Failed to delete NCOS pattern
ru: Не удалось удалить шаблон NCOS

source: Failed to delete PBX device
ru: Не удалось удалить PBX устройство

source: Failed to delete UPN rewrite set.
ru: Не удалось удалить набор UPN rewrite.

source: Failed to delete administrator
ru: Не удалось удалить Администратора

source: Failed to delete auto attendant slot
ru: Не удалось удалить автоматический слот

source: Failed to delete billing zone
ru: Не удалось удалить зону выставления счетов

source: Failed to delete bnumber set
ru: Не удалось удалить набор bnumber

source: Failed to delete call list suppression.
ru: Не удалось удалить подавление списка вызовов.

source: Failed to delete ccmapping
ru: Не удалось удалить ccmapping

source: Failed to delete contact
ru: Не удалось удалить контакт

source: Failed to delete destination set
ru: Не удалось удалить набор назначения

source: Failed to delete device configuration
ru: Не удалось удалить конфигурацию устройства

source: Failed to delete device firmware
ru: Не удалось удалить прошивку устройства

source: Failed to delete device model
ru: Не удалось удалить модель устройства

source: Failed to delete device model preference
ru: Не удалось удалить настройки модели устройства

source: Failed to delete device profile
ru: Не удалось удалить профиль устройства

source: Failed to delete domain.
ru: Не удалось удалить домен.

source: Failed to delete email template
ru: Не удалось удалить шаблон письма

source: Failed to delete emergency mapping
ru: Не удалось удалить аварийное сопоставление

source: Failed to delete emergency mapping container
ru: Не удалось удалить аварийное сопоставление контейнер

source: Failed to delete event entry
ru: Не удалось удалить запись события

source: Failed to delete header rule
ru: Не удалось удалить правило заголовка

source: Failed to delete header rule action
ru: Не удалось удалить правило заголовка

source: Failed to delete header rule condition
ru: Не удалось удалить условие правила заголовка

source: Failed to delete header rule set
ru: Не удалось удалить набор правил заголовка

source: Failed to delete inbound peering rule
ru: Не удалось удалить правило входящего пиринга

source: Failed to delete invoice .
ru: Не удалось удалить счёт-фактуру

source: Failed to delete invoice template.
ru: Не удалось удалить шаблон счёт-фактуры

source: Failed to delete location mapping.
ru: Не удалось удалить отображение местоположения.

source: Failed to delete number block
ru: Не удалось удалить блок номеров

source: Failed to delete peering group
ru: Не удалось удалить группу пиринга

source: Failed to delete peering rule
ru: Не удалось удалить правило пиринга

source: Failed to delete peering server
ru: Не удалось удалить сервер пиринга

source: Failed to delete phonebook entry
ru: Не удалось удалить запись из телефонной книги

source: Failed to delete preference %1
ru: Не удалось удалить настройки %1

source: Failed to delete profile package
ru: Не удалось удалить пакет профиля

source: Failed to delete recording
ru: Не удалось удалить запись

source: Failed to delete registered device
ru: Не удалось удалить зарегистрированное устройство

source: Failed to delete rewrite rule
ru: Не удалось удалить правило перезаписи

source: Failed to delete rewrite rule set
ru: Не удалось удалить набор правил перезаписи

source: Failed to delete sound handle
ru: Не удалось удалить запись

source: Failed to delete sound set
ru: Не удалось удалить набор звуков

source: Failed to delete source set
ru: Не удалось удалить набор источников

source: Failed to delete special offpeak entry
ru: Не удалось удалить специальную запись offpeak

source: Failed to delete speed dial slot
ru: Не удалось удалить слот быстрого набора

source: Failed to delete subscriber profile
ru: Не удалось удалить профиль подписчика

source: Failed to delete subscriber profile set
ru: Не удалось удалить профиль подписчика

source: Failed to delete time set
ru: Не удалось удалить установленное время

source: Failed to delete timeset entry
ru: Не удалось удалить запись таймера

source: Failed to delete trusted source.
ru: Ошибка удаления IP авторизации.

source: Failed to delete voicemail message
ru: Не удалось удалить голосовое сообщение

source: Failed to detect CSV separator
ru: Не удалось определить разделитель CSV

source: Failed to find registered device.
ru: Не удалось найти зарегистрированное устройство.

source: Failed to find voicemail user.
ru: Не удалось найти пользователя голосовой почты.

source: Failed to flash dialogic
ru: Не удалось обновить диалог

source: Failed to generate client certificate.
ru: Не удалось создать сертификат клиента

source: Failed to generate ip group sequence
ru: Не удалось сгенерировать последовательность групп ip

source: Failed to generate manual ip group sequence
ru: Не удалось сгенерировать последовательность групп ip

source: Failed to get contract balance.
ru: Не удалось получить баланс контракта.

source: Failed to handle preference
ru: Ошибка управления настройками

source: Failed to load default sound files.
ru: Не удалось загрузить файлы звука по умолчанию.

source: Failed to move action.
ru: Не удалось переместить действие.

source: Failed to move header rule.
ru: Не удалось переместить правило заголовка.

source: Failed to move inbound peering rule down.
ru: Не удалось переместить входящее правило peering вниз.

source: Failed to move inbound peering rule up.
ru: Не удалось переместить входящее правило peering вверх.

source: Failed to move rewrite rule.
ru: Не удалось переместить правило перезаписи.

source: Failed to preview template
ru: Не удалось создать предварительный просмотр шаблона
