Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Contains a user defined quota for concurrent calls, the preference does not have an impact on ongoing calls and used mostly for reporting reasons, when a soft limit for calls needs to defined, based on which the subscriber/customer/peer is reported or charged for making too many calls.
ru: Содержит определенные пользователем квоты для параллельных звонков, предпочтение не влияет на текущие вызовы и используется главным образом по соображениям отчетности, когда требуется установить мягкий лимит для звонков, основанный на котором сообщаются абоненты/клиенты/пиры или за слишком много звонков.

source: Contains options for defining the scope in which CLIR is applied in the call lists: External(default; hide caller in clir enabled calls, except calls within the same customer) or All(hide caller for clir enabled calls)
ru: Содержит параметры для определения области применения CLIR в списках вызовов: External(по умолчанию; скрыть звонящего в режиме clir при включённых звонках, за исключением звонков в пределах одного и того же клиента) или Всех (скрыть звонящего при включенном clir звонках)

source: Contains wildcard list of allowed or denied SIP User-Agents matched against the User-Agent header.
ru: Содержит список подстановок разрешенных или запрещенных SIP User-Agents совпадающих с заголовком User-Agent.

source: Contains wildcarded SIP usernames (the localpart of the whole SIP URI, eg., "user" of SIP URI "user@example.com") that are (not) allowed to be called by the subscriber. "*", "?" and "[x-y]" with "x" and "y" representing numbers from 0 to 9 may be used as wildcards like in shell patterns.
ru: Содержит маски SIP имен пользователей (локальная часть SIP URI, например "user" из SIP URI "user@example.com") с которых (не) разрешено принимать звонки данному абоненту. Поддерживаются "*", "?" и "[x-y]", где "x" и "y" соответствуют числам от 0 до 9, аналогично шаблону в Unix консоли.

source: Contains wildcarded SIP usernames (the localpart of the whole SIP URI, eg., "user" of SIP URI "user@example.com") that are (not) allowed to call the subscriber. "*", "?" and "[x-y]" with "x" and "y" representing numbers from 0 to 9 may be used as wildcards like in shell patterns.
ru: Содержит маски SIP имен пользователей (локальная часть SIP URI, например "user" из SIP URI "user@example.com") которым (не) разрешено звонить данному абоненту. Поддерживаются "*", "?" и "[x-y]", где "x" и "y" соответствуют числам от 0 до 9, аналогично шаблону в Unix консоли.

source: Contains wildcarded User-Provided Numbers that are (not) allowed to be used by the subscriber. "*", "?" and "[x-y]" with "x" and "y" representing numbers from 0 to 9 may be used as wildcards like in shell patterns.
ru: Содержит подстановленные пользователем номера, которые (нет) могут использоваться подписчиком. "*", "?" и "[x-y]с "x" и "y", представляющие числа от 0 до 9, можно использовать в качестве шаблонов оболочки.

source: Content
ru: Содержание

source: Content Type
ru: Тип содержимого

source: Content text
ru: Текст содержания

source: Contract
ru: Контракт

source: Contract #
ru: Контракт #

source: Contract #%1
ru: Контракт #%1

source: Contract #%1 successfully created
ru: Контракт #%1 успешно создан

source: Contract Balance
ru: Баланс контракта

source: Contract ID of the customer/system contract causing the fraud event.
ru: Идентификатор контракта клиента/системы, вызвавшего событие мошенничества.

source: Contract does not exist
ru: Контракт не существует

source: Contract does not exist for subscriber
ru: Контракт абонента не существует

source: Contract id
ru: Идентификатор контракта

source: Contract successfully changed!
ru: Контракт успешно изменен!

source: Contract successfully terminated
ru: Контракт успешно удален

source: Contracts
ru: Контракты

source: Controls whether next rule is processed if the current one fails.
ru: Управляет тем, будет ли обрабатываться следующее правило, если текущее не сработало.

source: Controls whether to enable/disable NAT pings for a given domain/user. Requires re-registrations for the change in settings to take effect
ru: Включить/выключить NAT пинги для данного домена/пользователя. Требуется повторная регистрация для изменения настроек

source: Conversation direction.
ru: Направление разговора.

source: Conversation duration.
ru: Продолжительность разговора.

source: Conversation initiator.
ru: Инициатор разговора.

source: Conversation receiver.
ru: Разговорный приемник.

source: Convert DTMF INFO to RFC DTMF events
ru: Преобразовать DTMF INFO в RFC DTMF события

source: Convert SIP INFO messages containing application/dtmf-relay or application/dtmf payloads to RFC DTMF events. ATTENTION: for internal use only, external generated INFO messages will be not converted but passed through.
ru: Преобразовать SIP INFO сообщения, содержащие application/dtmf-relay или application/dtmf payloads в RFC DTMF события. ВНИМАНИЕ: только для внутреннего использования, внешние созданные INFO сообщения не будут преобразованы, а переданы через них.

source: Copy
ru: Скопировать

source: Cost
ru: Стоимость

source: Cost limit for the interval.
ru: Предел стоимости для интервала.

source: Cost within the interval.
ru: Стоимость в пределах интервала.

source: Could not determine status of Sipwise support access.
ru: Не удалось определить статус доступа к поддержке Sipwise.

source: Count
ru: Граф

source: Country
ru: Страна

source: Country Code
ru: Код страны

source: Country Code, e.g. 1 for US or 43 for Austria
ru: Код страны, например, 1 для США или 43 для Австрии

source: Country Code, e.g. 1 for US or 43 for Austria (read-only)
ru: Код страны, например, 1 для США или 43 для Австрии (только для чтения)

source: Coverpage
ru: Обложка

source: Create
ru: Создать

source: Create %1
ru: Создать %1

source: Create Administrator
ru: Создать Администратора

source: Create Billing Network
ru: Создать сеть плательщика

source: Create Billing Profile
ru: Создать Тариф

source: Create Billing Voucher
ru: Создать ваучер

source: Create Contact
ru: Создать Контакт

source: Create Contract
ru: Создать контракт

source: Create Custom Preference
ru: Создать свои настройки

source: Create Customer
ru: Создать Клиента

source: Create Device Configuration
ru: Создать Конфигурацию Устройства

source: Create Device Model
ru: Создать Модель Устройства

source: Create Device Profile
ru: Создать Профиль Устройства

source: Create Domain
ru: Создать Домен

source: Create Email Template
ru: Создать шаблон писем

source: Create Emergency Container
ru: Создать аварийный контейнер

source: Create Emergency Mapping
ru: Создать экстренное сопоставление

source: Create Emergency Mapping Container
ru: Создание контейнера для составления карт чрезвычайных ситуаций

source: Create Event
ru: Создать событие

source: Create Fee Entry
ru: Создать запись о цене

source: Create Header Rule
ru: Создать правило заголовка

source: Create Header Rule Action
ru: Создать действие правила заголовка

source: Create Header Rule Condition
ru: Создать условие правила заголовка

source: Create Header Rule Set
ru: Создать набор правил заголовка

source: Create Inbound Peering Rule
ru: Создать входящее правило пиринга

source: Create Invoice
ru: Создать счёт-фактуру

source: Create Invoice Template
ru: Создать шаблон счёт-фактуры

source: Create LNP Carrier
ru: Создать носителя LNP

source: Create LNP Entry
ru: Создать запись LNP

source: Create LNP Pattern Entry
ru: Создать запись с шаблоном LNP

source: Create Location
ru: Создать местоположение

source: Create NCOS Level
ru: Создать NCOS список

source: Create New
ru: Создать новую запись

source: Create Number Block
ru: Создать блок номеров

source: Create Outbound Peering Rule
ru: Создать исходящее правило пиринга

source: Create PBX Device
ru: Создать PBX Устройство

source: Create PBX Group
ru: Создать PBX Группу

source: Create Pattern Entry
ru: Создать Шаблон

source: Create Peering Contract
ru: Создать SIP Транк Контракт

source: Create Peering Group
ru: Создать SIP Транк Группу

source: Create Peering Server
ru: Создать SIP Транк Сервер

source: Create Permanent Registration
ru: Создать постоянную регистрацию

source: Create Phonebook Entry
ru: Создать запись из телефонной книги

source: Create Ported Number
ru: Создать Порядковый Номер

source: Create Profile Package
ru: Создать пакет профиля

source: Create Provisioning Template
ru: Создать шаблон подготовки

source: Create Reseller
ru: Создать Реселлера

source: Create Reseller Contract
ru: Создать Контракт Реселлера

source: Create Reseller with default values
ru: Создать Реселлера с настройками по умолчанию

source: Create Rewrite Rule
ru: Создать Правило Перезаписи

source: Create Rewrite Rule Set
ru: Создать Набор Правил Перезаписи

source: Create Slot
ru: Создать Слот

source: Create Sound Set
ru: Создать Набор Звуков

source: Create Special Off-Peak Date
ru: Создать Специальную Off-Peak Дату

source: Create Subscriber
ru: Создать Абонента

source: Create Subscriber Profile
ru: Создать профиль абонента

source: Create Subscriber Profile Set
ru: Создать набор профилей абонента

source: Create Time Set
ru: Набор времени создания

source: Create Time Set Entry
ru: Создать запись по набору времени

source: Create Zone
ru: Создать зону

source: Create call list suppression
ru: Создать подавление списка вызовов

source: Create timestamp
ru: Создание временной метки

source: Currency
ru: Валюта

source: Cust1
ru: Опекун1

source: Cust6
ru: Опекун6

source: Custom CSS
ru: Пользовательский CSS

source: Custom Logo
ru: Пользовательский логотип

source: Custom announcement
ru: Пользовательское объявление

source: Custom provisioning server URI.
ru: URI пользовательского сервера обеспечения.

source: Customer
ru: Клиент

source: Customer #
ru: Клиент #

source: Customer #%1
ru: Клиент #%1

source: Customer #%1 - Preferences
ru: Клиент #%1 - Настройки

source: Customer #%1 - Preferences for Location "%2"
ru: Клиент #%1 - Предпочтения для расположения "%2"

source: Customer #%1 successfully created
ru: Клиент #%1 успешно создан

source: Customer #%1 successfully updated
ru: Клиент #%1 успешно обновлен

source: Customer Care
ru: Поддержка клиентов

source: Customer Contracts
ru: Контракты клиентов

source: Customer Details
ru: Детали Клиента

source: Customer Details for #%1 (%2)
ru: Детали Клиента #%1 (%2)

source: Customer Email
ru: Ел.почта клиента

source: Customer ID for GAPS access. Obtained from Grandstream.
ru: Идентификатор клиента для доступа к GAPS. Получен от компании Grandstream.

source: Customer Revenue
ru: Доход Клиента

source: Customer Sound Set
ru: Набор Звуков Клиента

source: Customer cost
ru: Стоимость клиента

source: Customer free time
ru: Свободное время клиента

source: Customer id of called subscriber, if local.
ru: Идентификатор клиента вызываемого абонента, если он местный.

source: Customer id of calling subscriber, if local.
ru: Идентификатор клиента вызывающего абонента, если он местный.

source: Customer key for GAPS access. Obtained from Grandstream.
ru: Ключ клиента для доступа к GAPS. Получен от компании Grandstream.

source: Customer not found
ru: Клиент не найден

source: Customer specific Sound Set used for PBX auto-attendant prompts, customer-specific announcements etc.
ru: Клиентский Набор Звуков используемый для PBX автоответчика и анонсов клиента.

source: Customer successfully terminated
ru: Клиент успешно удален

source: Customer was not found
ru: Клиент не найден

source: Customers
ru: Клиенты

source: D-Series
ru: Серия D

source: DB Statistics
ru: Статистика БД

source: DTLS fingerprint hashing function
ru: Функция хэширования отпечатка DTLS

source: Daily
ru: Ежедневно

source: Daily Fraud Limit
ru: Ежедневный лимит мошенничества

source: Daily Settings
ru: Дневные Настройки

source: Dashboard
ru: Главная

source: Data type
ru: Тип данных

source: Date
ru: Дата

source: Date Definition
ru: Определение даты

source: Dates
ru: Даты

source: Day
ru: День

source: Debit
ru: Дебет

source: Debit:
ru: Дебет:

source: December
ru: Декабрь

source: Default
ru: По умолчанию

source: Default Files
ru: Файлы по умолчанию

source: Default LNP prefix
ru: Префикс LNP по умолчанию

source: Default Profile
ru: Профиль по умолчанию

source: Default for Subscribers
ru: По умолчанию для подписчиков

source: Define an action to be executed if User-Provided Number doesn't match the 'allowed_clis' list
ru: Определите действие, которое будет выполнено, если предоставленный пользователем номер не соответствует списку 'allowed_clis'

source: Define if the Phonebook entry is visible to other subscribers within the same contract
ru: Определить, видна ли запись телефонной книги другим абонентам в рамках одного контракта

source: Define the way "advice of charge" message will be sent.
ru: Определите способ отправки сообщения "Подсказка оплаты (AoC)".

source: Defines a default caller LNP prefix which is written into CDRs if no LNP entry is found for the caller number in the LNP database. This prefix is NOT used for routing purposes like rewrite rules, only for CDR tagging.
ru: Определяет префикс вызывающего LNP по умолчанию, который записывается в CDR, если запись LNP не найдена для номера вызывающего абонента в базе данных LNP. Этот префикс НЕ используется для целей маршрутизации, например для правил перезаписи только для CDR метки.

source: Defines how to provide the routing number after a LNP query. If enabled, rn parameter will be used.
ru: Определяет, как предоставить номер маршрутизации после запроса LNP. Если включено, будет использоваться rn параметр.

source: Defines the format of emergency_location_object
ru: Определяет формат объекта emergency_location_object

source: Defines the frequency.
ru: Определяет частоту.

source: Defines whether the subscriber can still register and send/receive calls if Emergency Mode is enabled for the domain of the subscriber. If disabled, registrations and calls are blocked and dropped.
ru: Определяет, может ли абонент регистрироваться и отсылать/принимать звонки, если аварийный режим включен для домена абонента. Если отключено, регистрация и вызовы блокируются и отбрасываются.

source: Defines whether this subscriber or domain is handled in an IMS application server context, so no direct registrations and calls are possible, but are signalled via an IMS S-CSCF instead
ru: Определяет, обрабатывается ли данный абонент или домен в контексте сервера приложений IMS, поэтому прямые регистрации и вызовы невозможны, а сигналы передаются через S-CSCF IMS

source: Delete
ru: Удалить

source: Delete Key
ru: Клавиша удаления

source: Delete Logo
ru: Удалить логотип

source: Delete WAV
ru: Удалить WAV

source: Delete after sending Email
ru: Удалить после отправки Email

source: Delete recording
ru: Удалить запись

source: Delete voicemail recordings from the mailbox after delivering them via email.
ru: Удаление записей голосовой почты из почтового ящика после доставки их по электронной почте.

source: Deliver Incoming Faxes
ru: Доставка входящих факсов

source: Deliver Outgoing Faxes
ru: Доставка исходящих факсов

source: Deployed Device
ru: Предоставленное устройство

source: Deployed Devices
ru: Развернутые устройства

source: Deprecated, no longer used by the system.
ru: Устарел, больше не используется системой.

source: Description
ru: Описание

source: Desktop Softphone Autoprovisioning
ru: Автонастройка на компьютере

source: Destination
ru: Назначение

source: Destination Domain
ru: Домен назначения

source: Destination Email
ru: Электронная почта назначения

source: Destination IP
ru: IP-адрес назначения

source: Destination IP of the sip packet
ru: IP-адрес назначения sip-пакета

source: Destination Number
ru: Номер пункта назначения

source: Destination Pattern
ru: Шаблон Назначения

source: Destination Port
ru: Порт назначения

source: Destination Set
ru: Набор Назначения

source: Destination Set "%1" Details
ru: Детали Набора Назначения "%1"

source: Destination Sets
ru: Наборы Назначения

source: Destination URI, user or number
ru: URI места назначения, пользователь или номер

source: Destination add
ru: Добавить пункт назначения

source: Destination carrier billing fee id
ru: Идентификатор тарификации перевозчика назначения

source: Destination carrier billing zone id
ru: Идентификатор расчетной зоны оператора назначения

source: Destination carrier cost
ru: Стоимость перевозчика назначения

source: Destination carrier free time
ru: Назначение носителя Свободное время

source: Destination customer billing fee id
ru: Идентификатор абонентской платы клиента назначения

source: Destination customer billing zone id
ru: Идентификатор расчетной зоны клиента назначения

source: Destination customer cost
ru: Стоимость клиента назначения

source: Destination customer free time
ru: Назначение свободного времени клиента

source: Destination customer id
ru: Идентификатор клиента назначения

source: Destination domain as received by the system from calling party after internal rewriting.
ru: Домен назначения, полученный системой от вызывающей стороны после внутренней перезаписи.

source: Destination domain in
ru: Домен назначения в

source: Destination email to send the secret key renew notification to.
ru: Адрес электронной почты для отправки уведомления об обновлении секретного ключа.

source: Destination gpp0
ru: Назначение gpp0

source: Destination gpp1
ru: Назначение gpp1

source: Destination gpp2
ru: Назначение gpp2

source: Destination gpp3
ru: Назначение gpp3

source: Destination gpp4
ru: Назначение gpp4

source: Destination gpp5
ru: Назначение gpp5

source: Destination gpp6
ru: Назначение gpp6

source: Destination gpp7
ru: Назначение gpp7

source: Destination gpp8
ru: Назначение gpp8

source: Destination gpp9
ru: Назначение gpp9

source: Destination lnp prefix
ru: Префикс lnp назначения

source: Destination port of the sip packet
ru: Порт назначения sip-пакета

source: Destination reseller billing fee id
ru: Идентификатор посредника назначения для выставления счетов

source: Destination reseller billing zone id
ru: Идентификатор расчетной зоны посредника назначения

source: Destination reseller cost
ru: Стоимость посредника назначения

source: Destination reseller free time
ru: Назначение посредника свободное время

source: Destination set
ru: Набор для назначения

source: Destination user
ru: Пользователь назначения

source: Destination user dialed
ru: Набранный пользователем пункт назначения

source: Destination user id
ru: Идентификатор пользователя назначения

source: Destination user in
ru: Пользователь назначения в

source: Destination user out
ru: Выход пользователя по назначению

source: Destination username or number as received by the system from calling party after internal rewriting.
ru: Имя пользователя или номер назначения, полученные системой от вызывающей стороны после внутренней перезаписи.

source: Destination username or number as received by the system from calling party before any internal rewriting.
ru: Имя пользователя или номер назначения, полученное системой от вызывающей стороны до внутренней перезаписи.

source: Destinations
ru: Назначения

source: Destinationset
ru: Набор направлений

source: Destinationset id
ru: Id набора пунктов назначения

source: Detail
ru: Деталь

source: Details
ru: Подробности

source: Details have been logged on the server. If you want to report the error, describe what you were doing or attempting to do just before.
ru: Подробности указаны в логфайле на сервере. Если Вы хотите отправить репорт об ошибке, пожалуйста опишите Ваши шаги которые привели к ошибке.

source: Device
ru: Устройство

source: Device Configuration
ru: Конфигурация Устройства

source: Device Configurations
ru: Конфигурации Устройств

source: Device Firmware
ru: Прошивка Устройства

source: Device Firmwares
ru: Прошивки Устройства

source: Device Management
ru: Управление Устройством

source: Device Model
ru: Модель Устройства

source: Device Models
ru: Модели Устройств

source: Device Profile
ru: Профиль Устройства

source: Device Profiles
ru: Профили Устройств

source: Device Vendor
ru: Производитель Устройства

source: Device configuration not found
ru: Конфигурация устройства не найдена

source: Device configuration successfully deleted
ru: Конфигурация устройства успешно удалена

source: Device firmware not found
ru: Прошивка устройства не найдена

source: Device firmware successfully deleted
ru: Прошивка устройства успешно удалена

source: Device id
ru: Идентификатор устройства

source: Device model "%1" for reseller #%2 - Preferences
ru: Модель устройства "%1" для реселлера #%2 - Настройки

source: Device model not found
ru: Модель устройства не найдена

source: Device model preference successfully deleted
ru: Настройки модели устройства успешно удалены

source: Device model successfully deleted
ru: Модель устройства успешно удалена

source: Device profile "%1" - Preferences
ru: Профиль устройства "%1" - Настройки

source: Device profile not found
ru: Профиль устройства не найден

source: Device profile successfully deleted
ru: Профиль устройства успешно удален

source: Dialogic Configuration IP
ru: IP настройки Диалогов

source: Dialogic Mode
ru: Режим Диалогов

source: Dialogic Optical Link
ru: Диалогическая оптическая ссылка

source: Dialogic Out Codecs
ru: Диалогический выход кодеков

source: Dialogic RTP IP
ru: Диалогический RTP IP

source: Dialogic Settings
ru: Настройки Диалога

source: Dialogic successfully flashed.
ru: Dialogic успешно запрограммирован.

source: Dir
ru: Дир

source: Direction
ru: Направление

source: Disable PRACK Method
ru: Отключить метод PRACK

source: Disable RTP-Proxy in the selected case
ru: Отключить проксирование RTP в указанных случаях

source: Disable auto upgrade feature.
ru: Отключить функцию автоматического обновления.

source: Disable firmware upgrade.
ru: Отключить обновление прошивки.

source: Disable phone web interface.
ru: Отключить веб-интерфейс телефона.

source: Disable web gui
ru: Отключить веб-меню

source: Disables PRACK method (RFC3262) by filtering the 100rel tag from SIP Supported header.
ru: Отключает метод PRACK (RFC3262) путем фильтрации тега 100rel из заголовка SIP.

source: Discard
ru: Отменить

source: Discard Changes
ru: Отменить изменения

source: Discard balance after intervals
ru: Выбросить остаток после интервалов

source: Display Name
ru: Отображаемое имя

source: Divert Outgoing Blocked Calls
ru: Дивертировать исходящие заблокированные вызовы

source: Do Not Disturb
ru: Не Беспокоить

source: Do not fallback after a callee 404 response
ru: Не отступать после ответа 404 от абонента

source: Do not increase outgoing call counter on CF
ru: Не увеличивать счетчик исходящих вызовов на CF

source: Documentation
ru: Документация

source: Domain
ru: Домен

source: Domain "%1" - Preferences
ru: Настройки Домена "%1"

source: Domain does not exist
ru: Домен не существует

source: Domain of called party.
ru: Домен вызываемого абонента.

source: Domain of calling party.
ru: Домен вызывающей стороны.

source: Domain successfully created
ru: Домен успешно создан

source: Domain successfully deleted!
ru: Домен успешно удален!

source: Domain successfully updated
ru: Домен успешно обновлен

source: Domain where the cdk is included.
ru: Домен, в который включен cdk.

source: Domains
ru: Домены

source: Down
ru: Вниз

source: Download
ru: Скачать

source: Download CA Cert
ru: Скачать сертификат CA

source: Download CA Certificate
ru: Скачать сертификат центра сертификации

source: Download CSV
ru: Скачать CSV

source: Download Fees as CSV
ru: Скачать плату в формате CSV

source: Download PCAP
ru: Скачать PCAP

source: Download as CSV
ru: Скачать в формате CSV

source: Download iCalendar
ru: Скачать iCalendar

source: Duplicate
ru: Дублировать

source: Duplicate %1
ru: Дублировать %1

source: Duplicate preference %1
ru: Дублировать настройки %1
