Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: The value of the SIP Call-ID header for this call.
ru: Значение заголовка SIP Call-ID для данного вызова.

source: The vat amount of the invoice in USD, EUR etc.
ru: Сумма НДС по счету-фактуре в долларах США, евро и т.д.

source: The vendor name of this device.
ru: Имя производителя данного устройства.

source: The version number of this config.
ru: Номер версии этой конфигурации.

source: The version number of this firmware.
ru: Номер версии данной микропрограммы.

source: The voucher code for the topup.
ru: Код ваучера для пополнения счета.

source: The voucher code.
ru: Код ваучера.

source: The voucher in case of a voucher top-up.
ru: Ваучер в случае пополнения ваучера.

source: The voucher to topup with.
ru: Ваучер для пополнения счета.

source: This is device model preference.
ru: Это предпочтение модели устройства.

source: This mode determines when balance intervals start.
ru: Этот режим определяет, когда начинаются интервалы баланса.

source: This name already exists
ru: Такое имя уже существует

source: This user is not allowed to reset password
ru: Этому пользователю не разрешено сбросить пароль

source: This value will be specifically used as the 'username' parameter in the Proxy-Authorization/Authorization header (an invitation/a registration session accordingly)
ru: Это значение будет использоваться в качестве параметра 'username' в заголовке Proxy-Authorization/Authorization (приглашение/сеанс регистрации соответственно).

source: This weekday does not exist
ru: Этот день недели не существует

source: Thursday
ru: Четверг

source: Time
ru: Время

source: Time Set
ru: Период

source: Time Set Event
ru: Время события

source: Time Sets
ru: Периоды

source: Time set
ru: Установленное время

source: Time set "%1" - Events
ru: Набор времени "%1" - События

source: Time sets
ru: Наборы времени

source: Timely duration unit
ru: Единица измерения продолжительности времени

source: Timely duration value
ru: Значение временной продолжительности

source: Timely topup count
ru: Своевременное пополнение счета

source: Timely topup start
ru: Своевременный запуск пополнения

source: Timely topup stop
ru: Своевременная остановка пополнения

source: Timeout
ru: Тайм-аут

source: Timerange has been successfully created
ru: Таймер был успешно создан

source: Timerange has been successfully deleted
ru: Таймер был успешно удален

source: Timeset
ru: Период

source: Timeset "%1" Details
ru: Детали периода "%1"

source: Timeset entry does not exist
ru: Запись с тайметом не существует

source: Timeset entry successfully created
ru: Запись о тайместе успешно создана

source: Timeset entry successfully deleted
ru: Запись о тайместе успешно удалена

source: Timeset entry successfully updated
ru: Запись о тайместе успешно обновлена

source: Timeset id
ru: Идентификатор таймсета

source: Timestamp
ru: Отметка времени

source: Timestamp of the sip packet
ru: Временная метка пакета sip

source: Timezone
ru: Таймзона

source: To
ru: Кому

source: To (B-Numbers)
ru: По (B-Numbers)

source: To Date
ru: На сегодняшний день

source: To Username
ru: К имени пользователя

source: To disable Sipwise support access run:
ru: Чтобы отключить доступ к поддержке Sipwise, выполните следующие действия:

source: To enable Sipwise support access run:
ru: Чтобы включить доступ к поддержке Sipwise, выполните следующие действия:

source: To username
ru: К имени пользователя

source: Token
ru: Токен

source: Tools
ru: Инструменты

source: Top-up Billing Profile/Network
ru: Пополнение счета Профиль/Сеть

source: Top-up Billing Profiles/Networks
ru: Профили/Сети пополнить счет

source: Top-up Cash
ru: Пополнить наличные

source: Top-up Log
ru: Журнал постов

source: Top-up Profiles
ru: Профили поверх

source: Top-up Voucher
ru: Ваучер пополнения

source: Top-up lock level
ru: Уровень блокировки пополнения

source: Top-up using cash performed successfully!
ru: Пополнение с помощью наличности выполнено успешно!

source: Top-up using voucher performed successfully!
ru: Пополнить с помощью купона успешно выполнено!

source: Topup count
ru: Количество пополнений

source: Topup lock level
ru: Уровень блокировки пополнения

source: Topup profiles
ru: Профили пополнения

source: Topup profiles add
ru: Профили пополнения добавляют

source: Topuplog
ru: История пополнений

source: Total
ru: Итого

source: Total Amount
ru: Общая сумма

source: Total cost for the customer. VAT is included if applicable.
ru: Общая стоимость для клиента. НДС включен, если применимо.

source: Total customer cost
ru: Общие затраты клиента

source: Total max number of inbound concurrent calls
ru: Общее максимальное количество входящих одновременных звонков

source: Total max number of outbound concurrent calls
ru: Общее максимальное количество исходящих параллельных звонков

source: Total max number of overall concurrent calls
ru: Общее максимальное количество одновременных вызовов

source: Transcode of audio file failed
ru: Перекодировать аудиофайл не удалось

source: Transcode to AMR
ru: Перекодировать в AMR

source: Transcode to AMR-WB
ru: Перекодировать в AMR-WB

source: Transcode to G.711 a-Law
ru: Перекодировать в G.711 a-Law

source: Transcode to G.711 u-Law
ru: Перекодировать в G.711 u-Law

source: Transcode to G.722
ru: Перекодировать в G.722

source: Transcode to G.723.1
ru: Перекодировать в G.723.1

source: Transcode to G.729
ru: Перекодировать в G.729

source: Transcode to GSM
ru: Перекодировать в GSM

source: Transcode to Opus mono
ru: Перекодировать в Opus mono

source: Transcode to Opus stereo
ru: Перекодировать в Opus стерео

source: Transcode to RFC DTMF events
ru: Перекодировать в RFC DTMF события

source: Transcode to Speex 16 kHz
ru: Перекодировать в Speex 16 кГц

source: Transcode to Speex 32 kHz
ru: Перекодировать в Speex 32 кГц

source: Transcode to Speex 8 kHz
ru: Перекодировать в Speex 8 кГц

source: Transcode to comfort noise payload
ru: Перекодирование в комфортную шумовую полезную нагрузку

source: Transcoding audio file failed
ru: Ошибка преобразования аудио файла

source: Translate T.38 offer into T.30 audio
ru: Предложение трансляции T.38 в T.30

source: Translate inband PCM DTMF tones to RFC DTMF events.
ru: Перевести звуки PCM DTMF на RFC DTMF события.

source: Transport
ru: Транспорт

source: Trusted Source
ru: IP авторизация

source: Trusted Sources
ru: IP авторизация

source: Trusted source entry not found
ru: Надежная исходная запись не найдена

source: Tuesday
ru: Вторник

source: Turns on and off "Manager Secretary" call forwardings
ru: Включить и выключить переадресацию вызовов "Менеджер секретаря"

source: Type
ru: Тип

source: UPN Rewrite
ru: Перезапись UPN

source: UPN rewrite set
ru: UPN перезаписывает набор

source: URI/Number
ru: URI/Номер

source: UUID of called subscriber, or 0 if to external.
ru: UUID вызываемого абонента, или 0, если на внешнего.

source: UUID of calling subscriber, or 0 if from external.
ru: UUID вызывающего абонента, или 0, если он внешний.

source: Unavailable
ru: Недоступно

source: Unban
ru: Разблокировать

source: Underrun Billing Profile/Network
ru: Профиль выставления счетов за неполный период/Сеть

source: Underrun Billing Profiles/Networks
ru: Переключение профиля биллинга / сети

source: Underrun Profiles
ru: Переключаемые профили

source: Underrun lock
ru: Блокировка при разгоне

source: Underrun lock level
ru: Уровень блокировки ниже нормы

source: Underrun lock threshold
ru: Порог блокировки при превышении

source: Underrun profile threshold
ru: Пороговое значение профиля неиспользования

source: Underrun profiles
ru: Профили занижения

source: Underrun profiles add
ru: Профили с занижением добавляют

source: Unit
ru: Единица

source: Unknow reseller
ru: Неизвестный реселлер

source: Unknown error
ru: Неизвестная ошибка

source: Until
ru: До

source: Until date
ru: До даты

source: Up
ru: Вверх

source: Upload
ru: Загрузить

source: Upload CSV
ru: Загрузить CSV

source: Upload Device Firmware
ru: Загрузить прошивку устройства

source: Upload Fees as CSV
ru: Загрузить цены из CSV файла

source: Upload Vouchers as CSV
ru: Загрузить ваучеры как CSV

source: Upload calllistsuppression
ru: Загрузить calllistsuppression

source: Upload fees
ru: Плата за загрузку

source: Upload iCalendar events
ru: Загрузить события iCalendar

source: Upload lnp
ru: Загрузить lnp

source: Upload mapping
ru: Загрузка отображения

source: Upload phonebook
ru: Загрузка телефонной книги

source: Upload vouchers
ru: Загрузить ваучеры

source: Upn rewrite sources add
ru: Upn переписать источники добавить

source: Uri
ru: Ури

source: Use IP address for "allowed_ips" check from a header name provided in this preference
ru: Использовать IP-адрес для проверки "allowed_ips" от имени заголовка, указанного в этом параметре

source: Use Number instead of Contact first for outbound calls
ru: Использовать Номер вместо Контакта для исходящих звонков

source: Use Regex
ru: Используйте регекс

source: Use User-Provided-Number instead of Subscriber UUID when storing recent calls
ru: Использовать пользовательские настройки вместо UUID подписчика при сохранении недавних звонков

source: Use a particular cluster set of load-balancers for SIP towards this endpoint (only for peers, as for subscribers it is defined by Path during registration) and of RTP relays (both peers and subscribers).
ru: Использовать определенный кластерный набор балансировщиков нагрузки для SIP к этой конечной точке (только для соседей, как для абонентов, так и для ретрансляторов RTP (как для соседей, так и для абонентов).

source: Use integrated call recording functionality or notify external call recording server by providing SIP header specified in 'rtpproxy.recording.add_header_for_external_callrecording' config.yml key
ru: Используйте встроенную функциональность записи вызовов или уведомите внешний сервер записи звонков, указав SIP заголовок, указанный в 'rtpproxy.recording.add_header_for_external_callrecording'

source: Use octet-aligned mode instead of bandwidth-efficient mode when offering to transcode to AMR-WB.
ru: Используйте режим выравнивания по октетам вместо режима экономии полосы пропускания при предложении перекодировать в AMR-WB.

source: Use octet-aligned mode instead of bandwidth-efficient mode when offering to transcode to AMR.
ru: Используйте режим выравнивания по октетам вместо режима экономии полосы пропускания при предложении перекодировать в AMR.

source: Use peer-specific outbound headers when call is forced to peer
ru: Использовать специальные заголовки исходящих соединений, когда звонок вынужден для пира

source: Use rates of the reseller's billing profile for fraud control.
ru: Использование тарифов биллингового профиля посредника для контроля мошенничества.

source: Use reseller rates
ru: Используйте тарифы посредников

source: Use system default sound files
ru: Используйте системные звуковые файлы по умолчанию

source: Use the specified hashing function to communicate the DTLS certificate's fingerprint to the peer.
ru: Используйте указанную функцию хэширования для передачи отпечатка сертификата DTLS одноранговому пользователю.

source: Use valid Alias CLI as NPN
ru: Использовать корректный дополнительный CLI как NPN

source: Used
ru: Использовано

source: Used (contracts)
ru: Использовано (контракты)

source: Used (packages)
ru: Использовано (пакеты)

source: Used At
ru: Используется в

source: Used By Subscriber #
ru: Используется Абонентом #

source: User
ru: Пользователь

source: User Agent
ru: Устройство пользователя

source: User Details
ru: Детали пользователя

source: User Details for %1@%2
ru: Детали пользователя %1@%2

source: User or number to rewrite
ru: Пользователь или номер для перезаписи

source: User successfully unbanned
ru: Пользователь успешно разблокирован

source: User-Agent header passing mode
ru: Метод обработки SIP заголовка User-Agent

source: User-Agent header passing mode.
ru: Метод обработки SIP заголовка User-Agent.

source: User-Agent header replacement (if mode is "replace")
ru: Метод подмены SIP заголовка User-Agent (для режима "replace")

source: User-Provided CLI rejection mode
ru: Предоставленный пользователем режим отклонения CLI

source: User-Provided Number
ru: Пользовательский (User-Provided) номер

source: Username
ru: Имя пользователя

source: Username of calling party.
ru: Имя пользователя вызывающей стороны.

source: Username or number of called party.
ru: Имя пользователя или номер вызываемого абонента.

source: Username used to configure bootstrap url on ALE redirect server. Obtained from ALE.
ru: Имя пользователя, используемое для настройки bootstrap url на сервере перенаправления ALE. Получается из ALE.

source: Username used to configure bootstrap url on Panasonic redirect server. Obtained from Panasonic.
ru: Имя пользователя, используемое для настройки bootstrap url на сервере перенаправления Panasonic. Получено от компании Panasonic.

source: Username used to configure bootstrap url on Polycom redirect server.
ru: Имя пользователя, используемое для настройки bootstrap url на сервере перенаправления Polycom.

source: Username used to configure bootstrap url on Yealink redirect server. Obtained from Yealink.
ru: Имя пользователя, используемое для настройки bootstrap url на сервере перенаправления Yealink. Получено от Yealink.

source: VAT Amount
ru: Размер НДС

source: VAT Number
ru: Номер НДС

source: VAT Rate
ru: Ставка НДС

source: Valid Until
ru: Действителен до

source: Valid until
ru: Действителен до

source: Valid value is a positive integer.
ru: Допустимое значение - целое положительное число.

source: Valid value is a positive integer. Can't be defined together with "Until".
ru: Допустимое значение - целое положительное число. Не может быть определено вместе с "Until".

source: Value
ru: Значение

source: Value Part
ru: Часть значения

source: Value add
ru: Добавленная стоимость

source: Value format is ~[+|-~]~[NUMBER~](MO|DI|MI|DO|FR|SA|SU). Example: 5FR (means fifth friday).
ru: Формат значения ~[ |-~]~[ЧИСЛО~](MO|DI|MI|DO|FR|SA|SU). Пример: 5FR (означает пятую пятницу).

source: Value is set of numbers from 0 to 23, i.e. 1,3,23.
ru: Значение - это набор чисел от 0 до 23, т.е. 1,3,23.

source: Value is set of numbers from 0 to 59, i.e. 1,3,59.
ru: Значение - это набор чисел от 0 до 59, т.е. 1,3,59.

source: Value is set of numbers from 1 to 12, i.e. 1,3,12.
ru: Значение - это набор чисел от 1 до 12, т.е. 1,3,12.

source: Value is set of numbers from 1 to 31, i.e. 1,3,31.
ru: Значение - это набор чисел от 1 до 31, т.е. 1,3,31.

source: Value is set of numbers from 1 to 366, i.e. 1,3,366.
ru: Значение - это набор чисел от 1 до 366, т.е. 1,3,366.

source: Value is set of numbers from 1 to 53, i.e. 1,3,53.
ru: Значение - это набор чисел от 1 до 53, т.е. 1,3,53.

source: Values
ru: Значения

source: Vat rate
ru: Ставка налога на добавленную стоимость

source: Vendor
ru: Производитель

source: Verify
ru: Проверить

source: Version
ru: Версия

source: Version Info
ru: Информация о версии

source: Via Route
ru: Маршрут

source: Via Route Set
ru: через Route Set

source: View All Registered Devices
ru: Показать все зарегистрированные устройства

source: View Call List
ru: Открыть список звонков

source: View Statistics
ru: Обзор состояния

source: View Voicebox Messages
ru: Открыть голосовые сообщения

source: Voice Mail
ru: Голосовая почта

source: Voice Mails
ru: Голосовые сообщения

source: Voice prompts language for voicemail, conference and application server.
ru: Голосовые подсказки на языке голосовой почты, конференции и сервера приложений.

source: Voicebox Messages
ru: Голосовые сообщения

source: Voicebox Messages for %1@%2
ru: Голосовое сообщение для %1@%2

source: Voicemail
ru: Голосовая почта

source: Voicemail and Voicebox
ru: Голосовая почта

source: Voicemail greeting
ru: Приветствие голосовой почты

source: Voicemail greeting "
ru: Голосовая почта приветствие "

source: Voicemail greeting file. Must be a audio file in the "wav" format with "gsm" encoding. Content-type should be "audio/x-wav" or "application/octet-stream" in a "multipart/form-data" request
ru: Файл приветствия голосовой почты. Это должен быть аудиофайл в формате "wav" с кодировкой "gsm". Тип содержимого должен быть "audio/x-wav" или "application/octet-stream" в запросе "multipart/form-data".

source: Voicemails
ru: Голосовые сообщения

source: Voucher
ru: Ваучер

source: Voucher ID
ru: Код купона

source: Voucher top-up
ru: Пополнение ваучера

source: Vouchers
ru: Ваучеры

source: WE
ru: МЫ

source: Warnings
ru: Предупреждения

source: We are terribly sorry, an exceptional error has occurred:
ru: Нам ужасно жаль, но приключилась беда:

source: Web Fax
ru: Web Факс

source: Web Password
ru: Web пароль

source: Web Phone for
ru: Web телефон для

source: Web Username
ru: Web имя пользователя

source: Web password is too weak
ru: Слишком слабый пароль

source: Web password must not contain username
ru: Веб пароль не должен содержать имя пользователя

source: Web password successfully recovered, please re-login.
ru: Web пароль успешно восстановлен, пожалуйста войдите повторно.

source: Wednesday
ru: Среда

source: Week
ru: Неделя

source: Weekday
ru: Будний день

source: Weekdays
ru: По будням

source: Weekly
ru: Еженедельно

source: Weight
ru: Вес

source: When ICE support is enabled towards this peer, act as an ICE agent that supports only ICE-lite instead of full ICE.
ru: Когда поддержка ICE включена для этого аналога, действовать как агент ICE, который поддерживает только ICE-lite вместо полного ICE.

source: When checked the subscriber can receive mail2fax emails and dispatch them as faxes.
ru: Если флажок установлен, абонент может получать электронные письма mail2fax и отправлять их в виде факсов.

source: When forwarding a call, send the destination number or user back to the calling party.
ru: При переадресации звонка, отправьте целевой номер или пользователя обратно вызывающей стороне.

source: When selected, it is possible to register with the alias and recieve calls directed to the alias only
ru: При выборе этого параметра можно зарегистрироваться под псевдонимом и принимать звонки, направленные только на этот псевдоним

source: When set to true, the ISDN ports are configured to be the Userside end of an ISDN network. This only has an effect in the ISDN mode.
ru: Если установлено значение true, порты ISDN настроены как Userside end of the ISDN сеть. Это действует только в режиме ISDN.

source: When set to true, use the optical link instead of the ISDN ports. This only has an effect in the SS7 or ISDN mode.
ru: Если установлено значение true, используйте оптическую ссылку вместо портов ISDN. Это действие действует только в режиме SS7 или ISDN.

source: When the last email notification was sent.
ru: Когда было отправлено последнее уведомление по электронной почте.

source: When using the T.38 gateway, do not advertise support for, and do not negotiate, T.30 ECM (error correction mode). Support for ECM is enabled by default.
ru: При использовании шлюза T.38 не рекламировать поддержку и не вести переговоры. 0 ECM (режим коррекции ошибок). Поддержка ECM включена по умолчанию.

source: When using the T.38 gateway, do not support the IAF fax protocol (Internet-Aware Fax). Support for IAF is enabled by default.
ru: При использовании шлюза T.38 не поддерживают протокол IAF факса (Internet-Aware Fax). По умолчанию поддержка IAF включена.

source: When using the T.38 gateway, do not support the V.17 fax modem protocol (12.0 and 14.4 kbit/s). Support for V.17 is enabled by default.
ru: При использовании шлюза T.38 не поддерживает протокол модема V.17 по факсу (12.0 и 14.4 кбит/с).

source: When using the T.38 gateway, do not support the V.27ter fax modem protocol (2.4 and 4.8 kbit/s half-duplex). Support for V.27ter is enabled by default.
ru: При использовании шлюза T.38 не поддерживает протокол модема V.27ter (2.4 и 4.8 кбит/с half-duplex). По умолчанию поддержка V.27ter включена.

source: When using the T.38 gateway, do not support the V.29 fax modem protocol (between 4.8 and 9.6 kbit/s). Support for V.29 is enabled by default.
ru: При использовании шлюза T.38 не поддерживает протокол модема V.29 (между 4.8 и 9.6 кбит/с).

source: When using the T.38 gateway, do not support the V.34 fax modem protocol (up to 33.8 kbit/s). Support for V.34 is enabled by default.
ru: При использовании шлюза T.38 не поддерживает протокол модема V.34 (до 33.8 кбит/с).

source: When using the T.38 gateway, use UDPTL FEC (forward error correction) instead of the default UDPTL redundancy protocol. This is only useful in combination with T38_force as this is a negotiated parameter.
ru: При использовании шлюза T.38 используйте UDPTL FEC (коррекцию форвардной ошибки) вместо протокола UDPTL избыточности по умолчанию. Это полезно только в сочетании с T38_force так как это согласованный параметр.

source: Whether an RTC-entity should be created for this reseller.
ru: Должен ли быть создан RTC-субъект для этого посредника.

source: Whether calling party number was suppressed (CLIR).
ru: Был ли подавлен номер вызывающего абонента (CLIR).

source: Whether customers using this profile are handled prepaid.
ru: Обрабатываются ли клиенты, использующие этот профиль, по предоплате.

source: Whether free minutes may be used when calling this destination during offpeak hours.
ru: Можно ли использовать бесплатные минуты при звонках на это направление в непиковые часы.

source: Whether free minutes may be used when calling this destination during onpeak hours.
ru: Можно ли использовать бесплатные минуты при звонках на это направление в часы пик.

source: Whether it is a call between subscribers of one single customer.
ru: Будь то звонок между абонентами одного клиента.

source: Whether the capability is enabled.
ru: Включена ли данная возможность.

source: Whether the logged message is sent, received or forwarded
ru: Отправлено ли зарегистрированное сообщение, получено или переслано

source: Whether the message has been sent successfully
ru: Было ли сообщение успешно отправлено

source: Whether the number is a primary number or not (read-only).
ru: Является ли номер первичным или нет (только для чтения).

source: Whether the reseller rates were used for interval_cost or not.
ru: Использовались ли тарифы посредника для interval_cost или нет.

source: Whether the subscriber can configure other subscribers within his Customer account.
ru: Может ли абонент настраивать других абонентов в рамках своей учетной записи клиента.

source: Whether this subscriber is used as PBX group.
ru: Используется ли данный абонент в качестве группы АТС.

source: Whether this subscriber is used as PBX pilot subscriber.
ru: Используется ли данный абонент в качестве пилотного абонента АТС.

source: Whether to add a coverpage
ru: Добавлять ли титульную страницу

source: Whether to also intercept call content via X-3 interface (false by default).
ru: Следует ли также перехватывать содержимое вызова через интерфейс X-3 (по умолчанию false).

source: Whether to charge VAT in invoices.
ru: Начислять ли НДС в счетах-фактурах.

source: Whether to include check for calls to local area code
ru: Включать ли проверку для звонков на местный код города

source: Whether to include check for intra pbx calls within same customer
ru: Включать ли проверку для звонков внутри pbx в пределах одного клиента

source: Whether to play files in a loop where applicable.
ru: Следует ли воспроизводить файлы в цикле, если это применимо.

source: Whether to send a specific Alert-Info to the called party to control the ring tone
ru: Отправлять определённые оповещения вызываемому отряду для управления ринговым тоном

source: Which prepaid rating library to use.
ru: Какую библиотеку предоплаченных рейтингов использовать.

source: Which scripting language used in the template.
ru: Какой язык сценариев используется в шаблоне.
