Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: No iCalendar file specified!
ru: Не указан файл iCalendar!

source: No logo uploaded
ru: Логотип не загружен

source: No new messages
ru: Новых сообщений нет

source: No packets for this Call-ID found.
ru: Пакеты с этим Call-ID не найдены.

source: No phonebook entries file specified!
ru: Не указан файл записей в телефонной книге!

source: No product for this customer contract found.
ru: Продукт для данного клиента не найден.

source: No such auto attendant id.
ru: Данный id автоответчика не найден.

source: No such auto ccmapping id.
ru: Идентификатор авто ccmapping не найден.

source: No such recording
ru: Нет такой записи

source: No such recording file
ru: Файл записи не найден

source: No such speed dial id.
ru: Данный id быстрого набора не найден.

source: No such voicemail file.
ru: Нету такого файла голосовой почты.

source: None
ru: Нет

source: None (run once)
ru: Нет (выполняется один раз)

source: Normal
ru: Нормальный

source: Normalized CLI (usually E164) of calling party.
ru: Нормализованный CLI (обычно E164) вызывающей стороны.

source: Not
ru: Не

source: Not logged in
ru: Вы не вошли

source: Notified at
ru: Уведомлен в

source: Notify
ru: Уведомление

source: Notify Email
ru: Уведомлять по электронной почте

source: Notify Emails
ru: Уведомлять по электронной почте

source: Notify Status
ru: Уведомить о статусе

source: Notify email
ru: Уведомить по электронной почте

source: Notify to email
ru: Уведомлять по электронной почте

source: Notopup discard expiry
ru: Истечение срока годности отбраковки

source: Notopup discard intervals
ru: Интервалы отбрасывания нототении

source: November
ru: Ноябрь

source: Num lines
ru: Количество линий

source: Number
ru: Номер

source: Number Block
ru: Номерной блок

source: Number Blocks
ru: Номерные блоки

source: Number Manipulations
ru: Преобразования номера

source: Number Pattern
ru: Шаблон Номера

source: Number Porting
ru: Портирование номера

source: Number block does not exist
ru: Диапазон номеров не существует

source: Number block successfully created
ru: Диапазон номеров успешно создан

source: Number block successfully deleted
ru: Диапазон номеров успешно создан удален

source: Number block successfully updated
ru: Диапазон номеров успешно обновлен

source: Number of Lines/Keys
ru: Количество Линий/Кнопок

source: Number of Objects, each containing the keys "start_time", "duration", "callee" and "caller".
ru: Количество объектов, каждый из которых содержит ключи "start_time", "duration", "callee" и "caller".

source: Number of extension modules
ru: Количество модулей расширения

source: Number of the pages in the fax document.
ru: Количество страниц в документе факса.

source: Number to be played in voicebox
ru: Номер для воспроизведения в голосовом ящике

source: Numbers
ru: Числа

source: Numbers used in the "Manager Secretary" call forwardings
ru: Цифры, используемые в переадресации вызовов "Менеджер секретаря"

source: OK
ru: Принять

source: October
ru: Октябрь

source: Off-Peaktimes
ru: Вне пика

source: Off-peak-times for %1
ru: Off-peak периоды для %1

source: Offer OSRTP
ru: Предложить OSRTP

source: Offer optional opportunistic SRTP (OSRTP, RFC 8643) to the called party.
ru: Предложите названному отряду оппортунистическое SRTP (OSRTP, RFC 8643).

source: Offline
ru: Недоступен

source: Offpeak extra rate
ru: Дополнительный тариф в непиковое время

source: Offpeak extra second
ru: Дополнительная секунда в непиковое время

source: Offpeak follow interval
ru: Интервал следования в непиковое время

source: Offpeak follow rate
ru: Последующий тариф в непиковое время

source: Offpeak init interval
ru: Интервал инициализации в непиковый период

source: Offpeak init rate
ru: Внепиковый начальный тариф

source: Offpeak use free time
ru: Использование свободного времени в непиковое время

source: Old
ru: Старый

source: One of the "call","cfu","cft","cfb","cfna","cfs","cfr","cfo".
ru: Один из "call", "cfu", "cft", "cfb", "cfna", "cfs", "cfr", "cfo".

source: One of the available options. This defines, to which networks rtc subscribers will be able to connect to.
ru: Один из доступных вариантов. Определяет, к каким сетям смогут подключаться абоненты rtc.

source: Onetime
ru: Одноразовый

source: Only one is allowed.
ru: Разрешается только один.

source: Onpeak extra rate
ru: Дополнительный тариф в пик

source: Onpeak extra second
ru: Дополнительная секунда в пик

source: Onpeak follow interval
ru: Интервал следования в пик

source: Onpeak follow rate
ru: Скорость следования в пик

source: Onpeak init interval
ru: Интервал инициализации в пик

source: Onpeak init rate
ru: Начальный тариф в пик

source: Onpeak use free time
ru: Использование в пик свободное время

source: Oops!
ru: Бабах!

source: Open Form
ru: Открыть форму

source: Openvpn connection closed.
ru: Подключение Openvpn закрыто.

source: Openvpn connection is already closed.
ru: Подключение Openvpn уже закрыто.

source: Openvpn connection is already opened.
ru: Соединение с Openvpn уже открыто.

source: Openvpn connection open.
ru: Соединение Openvpn открыто.

source: Openvpn details
ru: Детали Openvpn

source: Openvpn service is not available on the system.
ru: Сервис Openvpn недоступен в системе.

source: Openvpn service is not enabled or host role is not allowed.
ru: Сервис Openvpn не включен или роль хоста не разрешена.

source: Option for defining when CLIR should be used
ru: Опция для определения когда следует использовать CLIR

source: Optional Subnet Prefix Length
ru: Необязательная длина префикса подсети

source: Optional billing network id
ru: Необязательный идентификатор биллинговой сети

source: Optionally set the maximum number of subscribers for this contract. Leave empty for unlimited.
ru: Опционально задайте максимальное количество абонентов для этого контракта. Оставьте пустым для неограниченного количества.

source: Options to carry over the customer's balance to the next balance interval.
ru: Опции переноса баланса клиента на следующий интервал баланса.

source: Options to lock customer if the daily limit is exceeded.
ru: Опции блокировки клиента при превышении дневного лимита.

source: Options to lock customer if the monthly limit is exceeded.
ru: Опции блокировки клиента при превышении месячного лимита.

source: Opus mono bitrate
ru: Монобитрейт Opus

source: Opus stereo bitrate
ru: Стерео битрейт Opus

source: Orientation
ru: Ориентация

source: Origin of fraud setting in effect.
ru: Происхождение действующей настройки мошенничества.

source: Other cli
ru: Другие кли

source: Our CLI in case of sent messages. Automatically filled in from user_cli > cli
ru: Наш CLI в случае отправленных сообщений. Автоматически заполняется из user_cli > cli

source: Outbound
ru: Исходящий

source: Outbound Diversion Header
ru: Заголовок Diversion в исходящих звонках

source: Outbound From-Display Field
ru: Поле From-Display в исходящих звонках

source: Outbound From-Username Field
ru: Поле From-Username в исходящих звонках

source: Outbound History-Info Field
ru: Поле History-Info в исходящих звонках

source: Outbound PAI Display-Name Field
ru: Исходящее PAI поле для отображения имени

source: Outbound PAI-Username Field
ru: Поле PAI-Username в исходящих звонках

source: Outbound PPI-Username Field
ru: Поле PPI-Username в исходящих звонках

source: Outbound Peering Rule
ru: Исходящее правило пиринга

source: Outbound Peering Rules
ru: Исходящие правила пиринга

source: Outbound Rewrite Rules for Callee
ru: Правила перезаписи вызываемого (Callee) при исходящем звонке

source: Outbound Rewrite Rules for Caller
ru: Правила перезаписи вызывающего (Caller) при исходящем звонке

source: Outbound for Callee
ru: Исходящий для абонента

source: Outbound for Caller
ru: Исходящий для абонента

source: Outbound socket
ru: Исходящий сокет

source: Outbound socket to be used for SIP communication to this entity
ru: Сокет используемый для исходящего SIP трафика для этой записи

source: Outcome
ru: Результат

source: Override clir
ru: Переопределить клира

source: Override on deployed device
ru: Переопределение на развернутом устройстве

source: Own cli
ru: Собственный кли

source: P-Asserted-Identity CLIR
ru: Идентификатор P-Asserted-Identity CLIR

source: P-Asserted-Identity is anonymized if enabled
ru: P-Asserted-Identity анонимизирован, если включено

source: PBX Call Queue
ru: Очередь вызовов АТС

source: PBX Device
ru: Устройство PBX

source: PBX Device %1 "%2" %3 - Preferences
ru: Устройство PBX %1 "%2" %3 - Настройки

source: PBX Device successfully deleted
ru: Устройство PBX успешно удалено

source: PBX Devices
ru: Устройства PBX

source: PBX Extension
ru: Расширение АТС

source: PBX Group
ru: Группа PBX

source: PBX Group %1@%2
ru: PBX Группа %1@%2

source: PBX Group Preferences for %1@%2
ru: Настройки PBX Группы %1@%2

source: PBX Groups
ru: Группы PBX

source: PBX device successfully created
ru: Устройство PBX успешно создано

source: PBX device successfully updated
ru: Устройство PBX успешно обновлено

source: PBX device with id %1 does not exist for this customer.
ru: Не существует устройства PBX с id %1 для данного клиента.

source: PBX device with id %1 does not exist.
ru: Не существует устройства PBX с id %1.

source: PBX group successfully created
ru: Группа АТС успешно создана

source: PBX group successfully updated
ru: Группа АТС успешно обновлена

source: PBX group with id %1 does not exist.
ru: Не существует группа PBX с id %1

source: PIN
ru: ПИН

source: PIN for access to pin-protected conference
ru: PIN-код для доступа к конференции с PIN-кодом

source: PIN for access to private conferencing service.
ru: PIN-код для доступа к услугам приватного конференц-центра.

source: PIN to bypass outbound Block List
ru: ПИН разрешающий звонок на заблокированный номер

source: POST
ru: ПОСТ

source: Package
ru: Пакет

source: Package after
ru: Пакет после

source: Package before
ru: Пакет до

source: Package id
ru: Идентификатор пакета

source: Page header
ru: Заголовок страницы

source: Pages
ru: Страницы

source: Panasonic password
ru: Пароль Panasonic

source: Panasonic username
ru: Имя пользователя Panasonic

source: Panel Branding
ru: Панель стилизирования

source: Parallel Ringing
ru: Параллельный звонок

source: Part
ru: Часть

source: Party Call Control
ru: Управление групповым вызовом

source: Passreset email template id
ru: Идентификатор шаблона электронной почты Passreset

source: Password
ru: Пароль

source: Password Reset Email Template
ru: Шаблон электронного письма для сброса пароля

source: Password is too weak
ru: Пароль слишком слабый

source: Password must not contain username
ru: Пароль не должен содержать имя пользователя

source: Password of the phone administrator.
ru: Пароль администратора телефона.

source: Password successfully recovered, please re-login.
ru: Пароль успешно восстановлен, пожалуйста, войдите снова.

source: Password used to configure bootstrap url on ALE redirect server. Obtained from ALE.
ru: Пароль, используемый для настройки bootstrap url на сервере перенаправления ALE. Получается от ALE.

source: Password used to configure bootstrap url on Panasonic redirect server. Obtained from Panasonic.
ru: Пароль, используемый для настройки bootstrap url на сервере перенаправления Panasonic. Получен от компании Panasonic.

source: Password used to configure bootstrap url on Polycom redirect server.
ru: Пароль, используемый для настройки bootstrap url на сервере перенаправления Polycom.

source: Password used to configure bootstrap url on Yealink redirect server. Obtained from Yealink.
ru: Пароль, используемый для настройки bootstrap url на сервере перенаправления Yealink. Получен от компании Yealink.

source: Pattern
ru: Шаблон

source: Patterns
ru: Шаблоны

source: Pbx group ids
ru: идентификаторы групп Pbx

source: Pbx groupmember ids
ru: Идентификаторы членов группы Pbx

source: Pbx hunt policy
ru: Политика охоты на Pbx

source: Pbx hunt timeout
ru: Тайм-аут охоты Pbx

source: Peaktime date does not exist!
ru: Указанное Бизнес-время не существует!

source: Peaktime special
ru: Специальное пиковое время

source: Peaktime weekdays
ru: Пиковое время в будние дни

source: Peer
ru: Равный

source: Peer Authentication Domain
ru: Realm (имя сервера) для аутентификации на SIP Транк сервере.

source: Peer Authentication Password
ru: Пароль для аутентификации на SIP Транк сервере.

source: Peer Authentication User
ru: Имя пользователя для аутентификации на SIP Транк сервере.

source: Peer Group
ru: Группа пиров

source: Peer Host
ru: Хост пира

source: Peer Host "%1" - Preferences
ru: SIP Транк нода "%1" - Настройки

source: Peer IP
ru: IP пира

source: Peer Name
ru: Имя пира

source: Peer Port
ru: Одноранговый порт

source: Peer Proto
ru: Пэр Прото

source: Peer State
ru: Состояние пира

source: Peer auth realm
ru: Аутентификационное пространство пира

source: Peer auth user
ru: Пользователь Peer auth

source: Peer registration error
ru: Ошибка регистрации SIP Транка

source: Peer selection based on forwarder number
ru: Выбор пиров на основе номера форвардера

source: Peering Costs
ru: Стоимость SIP Транка

source: Peering Group
ru: SIP Транк группа

source: Peering Group Tag
ru: Метка пиринговой группы

source: Peering Group successfully deleted
ru: SIP Транк группа успешно удалена

source: Peering Groups
ru: SIP Транк группы

source: Peering Overview
ru: Обзор по счету

source: Peering Overview Columns
ru: Столбцы взаимного обзора

source: Peering Rule
ru: SIP Транк правил

source: Peering Rule does not exist
ru: SIP Транк правило не существует

source: Peering Rules
ru: Правил SIP Транкинга

source: Peering Server
ru: SIP Транк сервер

source: Peering Servers
ru: SIP Транк серверов

source: Peering group does not exist
ru: SIP Транк группа не существует

source: Peering group successfully created
ru: SIP Транк группа успешно создана

source: Peering group successfully updated
ru: SIP Транк группа успешно обновлена

source: Peering rule successfully changed
ru: SIP Транк группа успешно изменена

source: Peering rule successfully created
ru: SIP Транк правило успешно создано

source: Peering rule successfully deleted
ru: SIP Транк правило успешно удалено

source: Peering rules direction (outbound or inbound).
ru: Направление правил пиринга (исходящее или входящее).

source: Peering server does not exist
ru: SIP Транк сервер не существует

source: Peering server successfully created
ru: SIP Транк сервер успешно создан

source: Peering server successfully deleted
ru: SIP Транк сервер успешно удален

source: Peering server successfully updated
ru: SIP Транк сервер успешно обновлен

source: Peerings
ru: SIP Транк

source: Perform probing via SIP pings to check reachability. If disabled, calls are always sent to this peer since the status is not known.
ru: Выполнение зондирования с помощью SIP-пингов для проверки достижимости. Если отключено, вызовы всегда отправляются этому аналогу, поскольку его статус неизвестен.

source: Perform serial forking based on q-value of registered contacts
ru: Последовательный перебор на основе q-value зарегистрированных устройств

source: Perform top-up
ru: Выполнить пополнение баланса

source: Period
ru: Период

source: Period add
ru: Добавление периода

source: Period of the fraud event.
ru: Период события мошенничества.

source: Phone Number
ru: Номер телефона

source: Phone Status:
ru: Статус телефона:

source: Phone device
ru: Телефонное устройство

source: Phone or the phone extension
ru: Телефон или добавочный номер телефона

source: Phone/Fax
ru: Телефон/факс

source: Phonebook
ru: Телефонная книга

source: Phonebook entries successfully uploaded
ru: Записи телефонной книги успешно загружены

source: Phonebook entry contract id
ru: Идентификатор договора на запись в телефонной книге

source: Phonebook entry does not exist
ru: Запись телефонной книги не существует

source: Phonebook entry id
ru: Идентификатор записи в телефонной книге

source: Phonebook entry name
ru: Имя записи телефонной книги

source: Phonebook entry reseller id
ru: Идентификатор посредника записи телефонной книги

source: Phonebook entry subscriber id
ru: Идентификатор абонента записи телефонной книги

source: Phonebook entry successfully created
ru: Телефонная книга успешно создана

source: Phonebook entry successfully deleted
ru: Телефонная книга успешно удалена

source: Phonebook entry successfully updated
ru: Телефонная книга успешно обновлена

source: Phonebook number
ru: Номер телефонной книги

source: Play
ru: Играть

source: Play an announcement for failure on outbound call
ru: Воспроизвести объявление о сбое при исходящем звонке

source: Play an emulated ringback tone as early media after the pre-call announcements. The ringback tone is played while the final callee is ringing and only if a 180 Ringing message is received from the callee endpoint.
ru: Воспроизведение эмулированного сигнала обратного вызова в качестве раннего носителя после объявлений перед вызовом. Сигнал обратного вызова воспроизводится во время звонка конечного абонента и только в случае получения сообщения 180 Ringing от конечного абонента.

source: Play announcement before call setup
ru: Воспроизвести объявление перед вызовом

source: Play announcement before recording
ru: Воспроизвести объявление перед записью

source: Play announcement before routing to CFU/CFNA
ru: Играть объявление перед маршрутизацией на CFU/CFNA

source: Play announcement to callee after answer
ru: Играть объявление, чтобы масштабировать после ответа

source: Play emulated ringback tone after pre-call announcements
ru: Воспроизведение эмулированного сигнала вызова после предварительного объявления о вызове

source: Play file in a loop.
ru: Воспроизведение файла в цикле.

source: Play in Loop
ru: Воспроизведение в цикле

source: Playback announcement as early media before Call Forward Unconditional or Unavailable.
ru: Воспроизведение объявлений как ранних средств массовой информации до звонка без каких-либо условий или недоступен.

source: Playback announcement as early media before send the call to callee.
ru: Воспроизведение объявления как ранних носителей перед отправкой звонка на звонок.

source: Playback announcement as early media before start call recording.
ru: Воспроизведение объявления как ранних носителей перед началом записи.

source: Playback announcement to callee after he answered the call (PRO and CARRIER only).
ru: После ответа на звонок воспроизвести объявление о звонке (только PRO и CARRIER).

source: Points to the LB interface from which the incoming calls to this registration should be sent out.
ru: Указывает на интерфейс LB, с которого должны отправляться входящие вызовы на эту регистрацию.

source: Polycom password
ru: Пароль Polycom

source: Polycom profile
ru: Профиль Polycom

source: Polycom username
ru: Имя пользователя Polycom

source: Port
ru: Порт

source: Ported Numbers
ru: Переносные номера

source: Position of label in frontimage in px from left.
ru: Положение метки на фронтальном изображении в px слева.

source: Position of label in frontimage in px from top.
ru: Положение метки на фронтальном изображении в px от верха.

source: Position of label text relative to label arrow.
ru: Положение текста этикетки относительно стрелки этикетки.

source: Postcode
ru: Почтовый индекс

source: Preference %1 successfully created
ru: Настройки %1 успешно созданы

source: Preference %1 successfully deleted
ru: Настройки %1 успешно удалены

source: Preference %1 successfully updated
ru: Настройки %1 успешно обновлены

source: Preference '
ru: Настройка '

source: Preference data type.
ru: Тип данных о предпочтениях.

source: Preferences
ru: Настройки

source: Prefix
ru: Префикс

source: Prefix string
ru: Строка префикса

source: Preliminary created in ZeroTouch Provisioning console Polycom ZTP profile. Refer to documentation.
ru: Предварительно созданный в консоли ZeroTouch Provisioning профиль Polycom ZTP. См. документацию.

source: Prepaid
ru: Предоплата

source: Prepaid library
ru: Предоплаченная библиотека

source: Preview as PDF
ru: Пред. просмотр как PDF

source: Primary Number
ru: Первичный номер

source: Priority
ru: Приоритет

source: Priority (q-value)
ru: Приоритет (q-значение)

source: Private Line
ru: Приватная линия

source: Probe
ru: Пробе

source: Product
ru: Продукт

source: Profile
ru: Профиль

source: Profile Name
ru: Имя профиля

source: Profile Package
ru: Пакет профиля

source: Profile Package Details for %1
ru: Детали пакета профиля для %1

source: Profile Packages
ru: Пакеты профиля

source: Profile Set
ru: Набор Профилей

source: Profile Sets
ru: Наборы Профилей

source: Profile add
ru: Добавить профиль

source: Profile after
ru: Профиль после

source: Profile before
ru: Профиль до

source: Profile id
ru: Идентификатор профиля

source: Profile name used to create or use an existing a profile on Snom redirect server.
ru: Имя профиля, используемое для создания или использования существующего профиля на сервере перенаправления Snom.

source: Profile package
ru: Пакет профилей

source: Profile package does not exist
ru: Пакет профиля не существует

source: Profile package id
ru: Идентификатор пакета профиля

source: Profile package successfully created
ru: Пакет профиля успешно создан

source: Profile package successfully deleted
ru: Пакет профиля успешно удален

source: Profile package successfully updated
ru: Пакет профиля успешно обновлен

source: Profile set
ru: Набор профилей

source: Profiles
ru: Профиля

source: Protocol
ru: Протокол

source: Protocol of the sip packet
ru: Протокол пакета sip

source: Provide Auto-Answer header to the called user if the UA provides this header or dials a Vertical Service Code
ru: Предоставить заголовок автоответа вызываемому пользователю, если UA предоставляет этот заголовок или набор вертикального кода услуги

source: Provide Auto-Answer header to this subscriber if requested by the remote user agent
ru: Предоставить заголовок автоответа этому подписчику, если он запрошен удаленным агентом пользователя

source: Provisioning Template
ru: Шаблон подготовки

source: Provisioning template '%1' done: subscriber %2 created
ru: Подготовка шаблона '%1' 'завершено: подписчик %2 создан

source: Provisioning template '%1' failed: %2
ru: Не удалось подготовить шаблон '%1': %2

source: Provisioning template cannot be edited.
ru: Подготовка шаблона не может быть изменена.

source: Provisioning template cannot be removed.
ru: Подготовка шаблона не может быть удалена.

source: Provisioning template does not exist!
ru: Подготовка шаблона не существует!

source: Provisioning template successfully created
ru: Шаблон подготовки успешно создан

source: Provisioning template successfully removed
ru: Шаблон подготовки успешно удален

source: Provisioning template successfully updated
ru: Шаблон подготовки успешно обновлен

source: Public key HTTP URL
ru: Открытый ключ HTTP URL

source: Purge existing
ru: Очистка существующих

source: Push Provisioning URL
ru: URL-адрес Push Provisioning

source: Q-Value
ru: Q-Значение

source: Quality
ru: Качество

source: Queue
ru: Очередь

source: Queue length
ru: Длина очереди

source: RFC8224 Authenticated Identity Management in the Session Initiation Protocol
ru: RFC8224 Аутентифицированное управление идентификацией в протоколе инициирования сеансов

source: RTP Statistics
ru: Статистика RTP

source: RTP interface
ru: Интерфейс RTP

source: RTP packet interval
ru: Интервал RTP пакета

source: RTP-Proxy Mode
ru: Режим RTP-Proxy

source: RURI-Domain
ru: RURI-домен

source: Random Ringing
ru: Случайный звонок

source: Rated at
ru: Номинальная мощность

source: Rating status
ru: Состояние рейтинга

source: Ratio
ru: Соотношение

source: Read
ru: Чтение

source: Read Only
ru: Только чтение

source: Read only
ru: Только чтение

source: Read-Only
ru: Только чтение
