Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Call Deflection allows a called endpoint to redirect the unanswered call to another destination during the call setup phase by sending 302 redirect message in ringing phase. Disabling the preference will make the platform ignore the redirect message. Setting Immediate the redirection will be immediately executed cancelling the other active brances.
ru: Дефлекция вызова позволяет называемой конечной точке перенаправить звонок без ответа на другой пункт назначения во время фазы настройки вызова, отправляя 302 переадресацию сообщения на ринг-фазе. Отключение настроек сделает платформу игнорируемым сообщением перенаправления. Непосредственное перенаправление будет немедленно выполнено при отмене других активных блоков.

source: Call Details
ru: Детали звонка

source: Call Flow
ru: Диаграмма звонков

source: Call Flow for Call-ID %1
ru: Диаграмма звонка для Call-ID %1

source: Call Forward Busy
ru: Перенаправлять когда занят (CFB)

source: Call Forward Busy, Contains the keys "destinations", "times" and "sources". "destinations" is an Array of Objects having a "destination", "priority" and "timeout" field. "times" is an Array of Objects having the fields "minute", "hour", "wday", "mday", "month", "year". "times" can be empty, then the CF is applied always. "sources" is an Array of Objects having one field "source". "sources" can be empty.
ru: Call Forward Busy, Содержит ключи "destinations", "times" и "sources". "destinations" - это массив объектов, имеющих поля "destination", "priority" и "timeout". "times" - это массив объектов, имеющих поля "minute", "hour", "wday", "mday", "month", "year". "times" может быть пустым, тогда CF применяется всегда. "sources" - это массив объектов, имеющих одно поле "source". "sources" может быть пустым.

source: Call Forward Busy, Number of Objects, each containing the keys "destinationset", "timeset" and "sourceset". The values must be the name of a corresponding set which belongs to the same subscriber.
ru: Call Forward Busy, Количество объектов, каждый из которых содержит ключи "destinationset", "timeset" и "sourceset". Значения должны быть именем соответствующего набора, принадлежащего тому же абоненту.

source: Call Forward Configured
ru: Создано перенаправление звонка

source: Call Forward Inbound
ru: Переадресация входящих вызовов

source: Call Forward Outbound
ru: Переадресация исходящих вызовов

source: Call Forward SMS
ru: Переадресация SMS

source: Call Forward SMS, Contains the keys "destinations", "times" and "sources". "destinations" is an Array of Objects having a "destination", "priority" and "timeout" field. "times" is an Array of Objects having the fields "minute", "hour", "wday", "mday", "month", "year". "times" can be empty, then the CF is applied always. "sources" is an Array of Objects having one field "source". "sources" can be empty.
ru: Call Forward SMS, Содержит ключи "destinations", "times" и "sources". "destinations" - это массив объектов, имеющих поля "destination", "priority" и "timeout". "times" - это массив объектов, имеющих поля "minute", "hour", "wday", "mday", "month", "year". "times" может быть пустым, тогда CF применяется всегда. "sources" - это массив объектов, имеющих одно поле "source". "sources" может быть пустым.

source: Call Forward SMS, Number of Objects, each containing the keys "destinationset", "timeset" and "sourceset". The values must be the name of a corresponding set which belongs to the same subscriber. Alternatively, you can pass destinationset_id, timeset_id and sourceset_id instead of names.
ru: Call Forward SMS, Количество объектов, каждый из которых содержит ключи "destinationset", "timeset" и "sourceset". Значения должны быть именем соответствующего набора, принадлежащего тому же абоненту. В качестве альтернативы вместо имен можно передать destinationset_id, timeset_id и sourceset_id.

source: Call Forward Timeout
ru: Перенаправлять когда не отвечает (CFT)

source: Call Forward Timeout, Contains the keys "destinations", "times", "sources" and "ringtimeout". "destinations" is an Array of Objects having a "destination", "priority" and "timeout" field. "times" is an Array of Objects having the fields "minute", "hour", "wday", "mday", "month", "year". "times" can be empty, then the CF is applied always. "sources" is an Array of Objects having one field "source". "sources" can be empty."ringtimeout" is a numeric ringing time value in seconds before call forward will be applied.
ru: Call Forward Timeout, Содержит ключи "destinations", "times", "sources" и "ringtimeout". "destinations" - это массив объектов, имеющих поля "destination", "priority" и "timeout". "times" - это массив объектов, имеющих поля "minute", "hour", "wday", "mday", "month", "year". "times" может быть пустым, тогда CF применяется всегда. "sources" - это массив объектов, имеющих одно поле "source". "sources" может быть пустым. "ringtimeout" - числовое значение времени звонка в секундах до применения переадресации.

source: Call Forward Timeout, Number of Objects, each containing the keys "destinationset", "timeset" and "sourceset". The values must be the name of a corresponding set which belongs to the same subscriber.
ru: Call Forward Timeout, Количество объектов, каждый из которых содержит ключи "destinationset", "timeset" и "sourceset". Значения должны быть именем соответствующего набора, принадлежащего тому же абоненту.

source: Call Forward Unavailable
ru: Перенаправлять когда недоступен (CFNA)

source: Call Forward Unavailable, Contains the keys "destinations", "times" and "sources". "destinations" is an Array of Objects having a "destination", "priority" and "timeout" field. "times" is an Array of Objects having the fields "minute", "hour", "wday", "mday", "month", "year". "times" can be empty, then the CF is applied always. "sources" is an Array of Objects having one field "source". "sources" can be empty.
ru: Call Forward Unavailable, Содержит ключи "destinations", "times" и "sources". "destinations" - это массив объектов, имеющих поля "destination", "priority" и "timeout". "times" - это массив объектов, имеющих поля "minute", "hour", "wday", "mday", "month", "year". "times" может быть пустым, тогда CF применяется всегда. "sources" - это массив объектов, имеющих одно поле "source". "sources" может быть пустым.

source: Call Forward Unavailable, Number of Objects, each containing the keys "destinationset", "timeset" and "sourceset". The values must be the name of a corresponding set which belongs to the same subscriber.
ru: Call Forward Unavailable, Количество объектов, каждый из которых содержит ключи "destinationset", "timeset" и "sourceset". Значения должны быть именем соответствующего набора, принадлежащего тому же абоненту.

source: Call Forward Unconditional
ru: Безусловное перенаправление звонков (CFU)

source: Call Forward Unconditional, Contains the keys "destinations", "times" and "sources". "destinations" is an Array of Objects having a "destination", "priority" and "timeout" field. "times" is an Array of Objects having the fields "minute", "hour", "wday", "mday", "month", "year". "times" can be empty, then the CF is applied always. "sources" is an Array of Objects having one field "source". "sources" can be empty.
ru: Call Forward Unconditional, Содержит ключи "destinations", "times" и "sources". "destinations" - это массив объектов, имеющих поля "destination", "priority" и "timeout". "times" - это массив объектов, имеющих поля "minute", "hour", "wday", "mday", "month", "year". "times" может быть пустым, тогда CF применяется всегда. "sources" - это массив объектов, имеющих одно поле "source". "sources" может быть пустым.

source: Call Forward Unconditional, Number of Objects, each containing the keys "destinationset", "timeset" and "sourceset". The values must be the name of a corresponding set which belongs to the same subscriber.
ru: Call Forward Unconditional, Количество объектов, каждый из которых содержит ключи "destinationset", "timeset" и "sourceset". Значения должны быть именем соответствующего набора, принадлежащего тому же абоненту.

source: Call Forward on Overflow
ru: Переадресация вызова при переполнении

source: Call Forward on Overflow, Contains the keys "destinations", "times" and "sources". "destinations" is an Array of Objects having a "destination", "priority" and "timeout" field. "times" is an Array of Objects having the fields "minute", "hour", "wday", "mday", "month", "year". "times" can be empty, then the CF is applied always. "sources" is an Array of Objects having one field "source". "sources" can be empty.
ru: Call Forward on Overflow, Содержит ключи "destinations", "times" и "sources". "destinations" - это массив объектов, имеющих поля "destination", "priority" и "timeout". "times" - это массив объектов, имеющих поля "minute", "hour", "wday", "mday", "month", "year". "times" может быть пустым, тогда CF применяется всегда. "sources" - это массив объектов, имеющих одно поле "source". "sources" может быть пустым.

source: Call Forward on Overflow, Number of Objects, each containing the keys "destinationset", "timeset" and "sourceset". The values must be the name of a corresponding set which belongs to the same subscriber.
ru: Call Forward on Overflow, Количество объектов, каждый из которых содержит ключи "destinationset", "timeset" и "sourceset". Значения должны быть именем соответствующего набора, принадлежащего тому же абоненту.

source: Call Forward on Response
ru: Переадресация вызова при ответе

source: Call Forward on Response, Contains the keys "destinations", "times" and "sources". "destinations" is an Array of Objects having a "destination", "priority" and "timeout" field. "times" is an Array of Objects having the fields "minute", "hour", "wday", "mday", "month", "year". "times" can be empty, then the CF is applied always. "sources" is an Array of Objects having one field "source". "sources" can be empty.
ru: Call Forward on Response, Содержит ключи "destinations", "times" и "sources". "destinations" - это массив объектов, имеющих поля "destination", "priority" и "timeout". "times" - это массив объектов, имеющих поля "minute", "hour", "wday", "mday", "month", "year". "times" может быть пустым, тогда CF применяется всегда. "sources" - это массив объектов, имеющих одно поле "source". "sources" может быть пустым.

source: Call Forward on Response, Number of Objects, each containing the keys "destinationset", "timeset" and "sourceset". The values must be the name of a corresponding set which belongs to the same subscriber.
ru: Call Forward on Response, количество объектов, каждый из которых содержит ключи "destinationset", "timeset" и "sourceset". Значения должны быть именем соответствующего набора, принадлежащего тому же абоненту.

source: Call Forwards
ru: Перенаправление звонков

source: Call Forwards Configured
ru: Заданных перенаправлений звонков

source: Call ID
ru: Идентификатор вызова

source: Call List
ru: Список звонков

source: Call List Suppression
ru: Подавление списка вызовов

source: Call List Suppressions
ru: Подавление списка вызовов

source: Call List for %1@%2 (%3 %4 %5)
ru: Список вызовов для %1@%2 (%3 %4 %5)

source: Call Queue length
ru: Длина очереди вызовов

source: Call Queue wrap-up time, sec
ru: Время завершения очереди вызовов, секунда

source: Call Recording Type
ru: Тип записи вызова

source: Call Recordings
ru: Записи звонков

source: Call Recordings for %1@%2
ru: Записи звонков для %1@%2

source: Call Routing Verification
ru: Проверка маршрутизации

source: Call code
ru: Код вызова

source: Call cost currency.
ru: Валюта стоимости звонка.

source: Call cost with applied customer VAT.
ru: Стоимость звонка с учетом НДС.

source: Call cost.
ru: Стоимость звонка.

source: Call data
ru: Данные вызова

source: Call details
ru: Информация о звонках

source: Call direction, either "in" or "out"
ru: Направление вызова, либо "вход", либо "выход"

source: Call from
ru: Звонили с

source: Call id
ru: Идентификатор вызова

source: Call id of the sip packet
ru: Идентификатор вызова пакета sip

source: Call list suppression does not exist
ru: Подавления списка вызовов не существует

source: Call list suppression successfully created
ru: Подавление списка вызовов успешно создано

source: Call list suppression successfully deleted
ru: Подавление списка вызовов успешно удалено

source: Call list suppression successfully updated
ru: Подавление списка вызовов успешно обновлено

source: Call list suppressions successfully uploaded
ru: Подавление списка вызовов успешно загружено

source: Call recording information will be removed from database even in case of recording files absence or other impossibility to remove recording files.
ru: Информация о записи звонка будет удалена из базы данных даже в случае отсутствия файлов записи или другой невозможности удаления файлов записи.

source: Call status
ru: Статус вызова

source: Call type
ru: Тип вызова

source: Called at
ru: Вызывается в

source: Called party username/number as it leaves the system, after applying called party's out rewrite rules.
ru: Имя/номер вызываемого абонента при выходе из системы после применения правил перезаписи исходящего сигнала вызываемого абонента.

source: Callee
ru: Вызываемый

source: Callee Pattern
ru: Шаблон вызываемого

source: Callee Peer
ru: Калли Пир

source: Callee Peer Override
ru: Переопределение пиров

source: Callee Prefix
ru: Префикс вызываемого

source: Callee Rewrite Rule Set
ru: Набор правил для переписывания калли

source: Callee Rewrite Rules Override
ru: Перезапись правил перезаписи вызываемого

source: Callee UUID
ru: UUID вызываемого

source: Callee number
ru: Номер абонента

source: Callee number or SIP uri
ru: Номер абонента или SIP uri

source: Callee number/uri
ru: Номер абонента/uri

source: Callee pattern
ru: Узор Калли

source: Callee prefix
ru: Приставка "калли

source: Callee prefix, eg: 43
ru: Префикс Callee, например: 43

source: Callee rewrite rule set to override
ru: Правило перезаписи для абонентов установлено на отмену

source: Caller
ru: Вызывающий

source: Caller Pattern
ru: Шаблон звонящего

source: Caller Peer
ru: Вызывающий абонент

source: Caller Rewrite Rule Set
ru: Набор правил для перезаписи звонков

source: Caller Rewrite Rules Override
ru: Перезапись правил перезаписи абонента

source: Caller Subscriber
ru: Вызывающий абонент

source: Caller Type
ru: Тип абонента

source: Caller UUID
ru: UUID звонящего

source: Caller number
ru: Номер абонента

source: Caller number or SIP uri
ru: Номер вызывающего абонента или SIP uri

source: Caller number/uri
ru: Номер абонента/uri

source: Caller pattern
ru: Шаблон вызова

source: Caller peering group
ru: Пиринговая группа абонентов

source: Caller rewrite rule set to override
ru: Правило перезаписи вызывающего абонента установлено на отмену

source: Caller subscriber
ru: Абонент абонента

source: Caller type, Subscriber or Peer
ru: Тип абонента, Абонент или Ровесник

source: Callforward controls add
ru: Элементы управления переадресацией добавляют

source: Calling
ru: Звоню

source: Calling party username/number as it leaves the system, after applying called party's out rewrite rules.
ru: Имя/номер вызывающей стороны при выходе из системы, после применения правил перезаписи исходящих звонков вызываемой стороны.

source: Calls history
ru: История звонков

source: Callthrough CLIs
ru: CLI вызовов

source: Can Reset Password
ru: Может сбросить пароль

source: Can not close openvpn connection.
ru: Невозможно закрыть openvpn соединение.

source: Can not enable openvpn.
ru: Невозможно включить openvpn.

source: Can not open openvpn connection.
ru: Невозможно установить openvpn соединение.

source: Can reset password
ru: Можно сбросить пароль

source: Can't be defined together with "Count".
ru: Не может быть определена вместе с "Count".

source: Can't create a PBX group without having a pilot subscriber.
ru: Не могу создать PBX группу без основного абонента.

source: Cancel
ru: Отмена

source: Cannot change api key of the "
ru: Невозможно изменить ключ Api для "

source: Cannot delete "
ru: Невозможно удалить "

source: Cannot delete myself
ru: Не могу удалить себя сам

source: Cannot terminate contract with the id 1
ru: Нельзя удалять контракт с id 1

source: Cannot terminate default billing profile with the id 1
ru: Невозможно завершить платежный профиль по умолчанию с id 1

source: Cannot terminate reseller with the id 1
ru: Нельзя удалять реселлера с id 1

source: Cannot use the configured certificate for signing client certificates
ru: Не могу использовать данный сертификат для подписи сертификатов клиента

source: Captured Calls
ru: Сохраненные звонки

source: Captured Dialogs
ru: Сохраненные диалоги

source: Carrier
ru: Перевозчик

source: Carry Over
ru: Перенос

source: Carry over mode
ru: Режим переноса

source: Cash Balance
ru: Кассовый остаток

source: Cash Balance:
ru: Остаток наличных:

source: Cash balance
ru: Остаток денежных средств

source: Cash balance threshold when subscribers will be locked:
ru: Порог остатка денежных средств, когда абоненты будут заблокированы:

source: Cash balance threshold when underrun profiles get applied:
ru: Порог остатка денежных средств при применении профилей ниже нормы:

source: Cash debit
ru: Дебет с наличными

source: Cash top-up
ru: Пополнение наличными

source: Category:
ru: Категория:

source: Cc delivery
ru: Доставка Cc

source: Cf actions
ru: Ср. действия

source: Cfo
ru: Финансовый директор

source: Change Password
ru: Изменить пароль

source: Channels
ru: Каналы

source: Charge VAT
ru: Начисление НДС

source: Chat Status:
ru: Состояние беседы:

source: Choose how to set billing profiles.
ru: Выберите способ установки профилей тарификации.

source: Choose the logic of IPv4/IPv6 autodetection for the RTP relay
ru: Выберите логику IPv4/IPv6 автоопределения при RTP проксировании

source: Choose to set a billing profile package or set billing profiles directly.
ru: Выберите установку биллинг пакета через профиль или непосредственно.

source: Circular Ringing
ru: Циркулярный звон

source: City
ru: Город

source: Clear
ru: Очистить

source: Clir
ru: Клир

source: Clone
ru: Клонировать

source: Cloned Header Rule Set
ru: Набор правил клонированных заголовков

source: Close
ru: Закрыть

source: Cloud pbx hunt policy
ru: Политика охоты на облачные pbx

source: CloudPBX Hunt Group List
ru: CloudPBX Список групп обзвона

source: CloudPBX Hunt Policy
ru: CloudPBX Политика обзвона

source: CloudPBX Serial Hunt Timeout
ru: CloudPBX Таймаут последовательного перебора

source: CloudPBX Subscriber
ru: Абонент CloudPBX

source: CloudPBX subscriber must have a primary number
ru: У абонента CloudPBX должен быть основной номер

source: Cluster Overview
ru: Обзор кластера

source: Code
ru: Код

source: Codecs filter by ID
ru: Фильтр кодеков по ID

source: Codecs filter by name
ru: Фильтр кодеков по имени

source: Codecs list of IDs
ru: Кодеки список IDs

source: Codecs list of names
ru: Кодеки список имен

source: Collapse Groups
ru: Свернуть

source: Columns
ru: Колонки

source: Comma separated list of audio and video codecs IDs to whitelist or blacklist.
ru: Разделенный запятыми список идентификаторов аудио и видео кодеков в белый или черный список.

source: Comma-Separated list of Email addresses to send notifications when tresholds are exceeded.
ru: Список адресов электронной почты для отправки уведомлений о превышении пороговых значений через запятую.

source: Comma-separated list of e-mail addresses for notification.
ru: Список адресов электронной почты для уведомления, разделенный запятыми.

source: Comment
ru: Комментарий

source: Company
ru: Компания

source: Company Reg. Number
ru: Рег. Номер компании

source: Condition id
ru: Идентификатор состояния

source: Conditions
ru: Условия

source: Conference
ru: Конференция

source: Config
ru: Настройка

source: Configuration Version
ru: Версия конфигурации

source: Configure
ru: Конфигурировать

source: Configure Preferences
ru: Управление настройками

source: Connectable Models
ru: Подключаемые модели

source: Connector
ru: Разъем

source: Contact
ru: Контакт

source: Contact Details
ru: Детали контакта

source: Contact Email
ru: Email контакта

source: Contact Support
ru: Сообщить поддержке

source: Contact URI
ru: Связаться с URI

source: Contact id
ru: Контактный идентификатор

source: Contact not found
ru: Контакта не найден

source: Contact successfully changed
ru: Контакта успешно изменен

source: Contact successfully created
ru: Контакта успешно создан

source: Contact successfully deleted
ru: Контакт успешно удален

source: Contact successfully terminated
ru: Контакт успешно завершен

source: Contacts
ru: Контакты

source: Container
ru: Контейнер

source: Contains a list of SIP codes that are matched with the one received in reply from the subscriber in case of call failure in order to execute the CFR.
ru: Содержит список SIP кодов, совпадающих с кодом, полученным в ответ от абонента в случае сбоя вызова для выполнения CFR.

source: Contains a list of SIP codes that is matched with the response code received in reply from the subscriber's contacts in case of call failure. In case of match, the forking (parallel or based on Q value) is stopped and the code is transparently signaled back to the caller, whereas also an announcement can be played if configured in the existing sound set or a call forward can be triggered if activated. Response codes 600, 603, 604, 606 are implicitly included in the list.
ru: Содержит список SIP-кодов, который сопоставляется с кодом ответа, полученным в ответ от контактов абонента в случае неудачи вызова. В случае совпадения, распаралеливание (параллельное или на основе значения Q) останавливается, и код прозрачно пересылается обратно вызывающему абоненту, в то время как также может быть воспроизведено объявление, если оно настроено в существующем наборе звуков, или может быть вызвана переадресация вызова, если она активирована. Коды ответа 600, 603, 604, 606 неявно включены в список.

source: Contains a list of numbers used in the "Manager Secretary" call forwardings
ru: Содержит список номеров, используемых в переадресации вызовов "Секретарь Менеджера"

source: Contains a list of the announcements that will be played to the caller in case the respective error code is returned back from the callee. Each entry of the list has to be a string composed in the following way: <error_code>;<announcement_name>, where error_code is the SIP return code and the announcement_name is name of the announcement taken from the sound_set list. '*', '?' and 'x-y' with 'x' and 'y' representing numbers from 0 to 9 may be used as wildcards like in shell patterns. For example, to play callee_unknown message in case of 404 returned from the callee: 404;callee_unknown
ru: Содержит список объявлений, которые будут воспроизводиться звонящему в случае, если соответствующий код ошибки возвращается из калькулятора. Каждая запись списка должна быть строкой, составленной следующим образом: <error_code>;<announcement_name>, где error_code - код возврата SIP и announcement_name - имя объявления, взятое из списка sound_set. '*', '?' и 'x-y' с символами 'x' и 'y', представляющими числа от 0 до 9, могут использоваться в качестве шаблонов, например в оболочках. Например, для воспроизведения callee_unknown сообщения в случае 404 вернулся из шкалы: 404;callee_unknown
