Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Set Cash Balance
ru: Установить наличные на балансе

source: Set Min-SE value in SBC. This is also used to build 422 reply if remote Min-SE is smaller than local Min-SE.
ru: Установленное Min-SE значение в SBC. Также используется для построения 422 ответа если удаленный Min-SE меньше чем локальный Min-SE.

source: Set RTP relay mode for this peer/domain/user
ru: Установить режим RTP проксирования для этого SIP транка/домена/пользователя

source: Set billing profiles
ru: Настройка профилей выставления счетов

source: Set billing profiles by
ru: Установите профили выставления счетов следующим образом

source: Set dialogic mode, which is used to autoprovision configuration on a Dialogic IMG.
ru: Установка режима диалога, используемого для автоматической настройки IMG.

source: Set id
ru: Установить идентификатор

source: Set to 'if both parties are behind same NAT' if you want to allow RTP to bypass RTP-Proxy if the SIP UAs are within the same LAN of each other as determined by the 'received' IP address check (peer-to-peer mode)
ru: Установите в значение 'если обе стороны за тем же NAT' если Вы хотите исключить RTP проксирование в случае если оба абонента находятся в той же сети (LAN), что определяется по адресам с которых 'получены' IP пакеты (peer-to-peer режим)

source: Sets upper limit on accepted Min-SE value in in SBC.
ru: Установить лимит для принимаемых Min-SE значений в SBC.

source: Setting
ru: Настройка

source: Settings
ru: Настройки

source: Share phonebook entry
ru: Поделиться записью телефонной книги

source: Share the entry to other subscribers of the same customer.
ru: Поделитесь записью с другими абонентами того же клиента.

source: Shared
ru: Общий доступ

source: Shared Line
ru: Общая линия

source: Show Billing Info
ru: Показать платёжную информацию

source: Show CDRs
ru: Показывать CDRы

source: Show Call Forward Destination to Caller
ru: Показывать переадресацию вызова вызывающему

source: Show Offline
ru: Показать недоступных

source: Show Passwords
ru: Показывать пароли

source: Show Variables
ru: Показать переменные

source: Show all calls
ru: Показать все звонки

source: Show incoming calls only
ru: Показывать только входящие вызовы

source: Show outgoing calls only
ru: Показывать только исходящие вызовы

source: Show passwords
ru: Показать пароли

source: Sign In
ru: Войти

source: Sign in using your %1 credentials:
ru: Используйте учетные данные: %1

source: Simple
ru: Простой

source: Simple View
ru: Простой вид

source: Simple destination
ru: Простое назначение

source: Single-codec answers
ru: Однокодовые ответы

source: Sipwise VPN service is
ru: VPN-сервис Sipwise - это

source: Sipwise support access is
ru: Доступ к поддержке Sipwise является

source: Skip Rewrite
ru: Пропустить перезапись

source: Skip UPN check if received Diversion/History-Info header
ru: Пропустить UPN проверять наличие заголовка Diversion/History-Info

source: Skip callee LNP lookup
ru: Пропустить поиск LNP

source: Skip callee LNP lookup when receiving a call from this peer.
ru: Пропустить поиск LNP в чашке при получении звонка от этого пира.

source: Slot
ru: Слот

source: Slot add
ru: Добавить слот

source: Sms number
ru: Номер смс

source: Snom access key id
ru: Идентификатор ключа доступа Snom

source: Snom access key secret
ru: Секрет ключа доступа Snom

source: Snom product family
ru: Семейство продуктов Snom

source: Snom profile
ru: Профиль Snom

source: Sorry!
ru: Извините!

source: Sorry, an error has occurred, Requested page not found!
ru: Извините, произошла ошибка, запрошенная страница не найдена!

source: Sorry, an error has occurred, requested operation denied!
ru: Извините, произошла ошибка, запрошенная операция запрещена!

source: Sound Set
ru: Звуковой набор

source: Sound Set used for system prompts like error announcements etc.
ru: Звуковой набор используемый для системных сообщений, например анонсирование ошибок или сбоев, и т.д.

source: Sound Sets
ru: Наборы звуков

source: Sound handle id does not exist
ru: Звуковая запись не существует

source: Sound handle not found
ru: Звуковая запись не найдена

source: Sound handle successfully deleted
ru: Звуковая запись успешно удалена

source: Sound handle successfully updated
ru: Звуковая запись успешно обновлена

source: Sound handle successfully uploaded
ru: Звуковая запись успешно загружена

source: Sound set does not exist
ru: Набор звуков не существует

source: Sound set successfully created
ru: Набор звуков успешно создан

source: Sound set successfully deleted
ru: Набор звуков успешно удален

source: Sound set successfully loaded with default files.
ru: Набор звуков успешно загружен с файлами по умолчанию.

source: Sound set successfully updated
ru: Набор звуков успешно обновлен

source: Soundfile
ru: Звуковой профиль

source: Source
ru: Источник

source: Source CLI
ru: Исходный CLI

source: Source IP
ru: IP источника

source: Source IP and Port of subscriber registration.
ru: IP-адрес и порт источника регистрации абонента.

source: Source IP of the sip packet
ru: IP-адрес источника sip-пакета

source: Source Pattern
ru: Исходный шаблон

source: Source Set
ru: Исходный набор

source: Source Sets
ru: Наборы источников

source: Source UUID
ru: Источник UUID

source: Source add
ru: Источник добавить

source: Source carrier billing fee id
ru: Идентификатор биллинговой платы оператора-источника

source: Source carrier billing zone id
ru: Идентификатор биллинговой зоны оператора-источника

source: Source carrier cost
ru: Стоимость исходного носителя

source: Source carrier free time
ru: Свободное время носителя источника

source: Source clir
ru: Источник clir

source: Source customer billing fee id
ru: Идентификатор биллинговой платы клиента

source: Source customer billing zone id
ru: Идентификатор расчетной зоны клиента-источника

source: Source customer cost
ru: Источник стоимость клиента

source: Source customer free time
ru: Источник свободное время клиента

source: Source customer id
ru: Идентификатор исходного клиента

source: Source domain
ru: Исходный домен

source: Source external contract id
ru: Идентификатор внешнего контракта

source: Source external subscriber id
ru: Идентификатор внешнего абонента источника

source: Source gpp0
ru: Источник gpp0

source: Source gpp1
ru: Источник gpp1

source: Source gpp2
ru: Источник gpp2

source: Source gpp3
ru: Источник gpp3

source: Source gpp4
ru: Источник gpp4

source: Source gpp5
ru: Источник gpp5

source: Source gpp6
ru: Источник gpp6

source: Source gpp7
ru: Источник gpp7

source: Source gpp8
ru: Источник gpp8

source: Source gpp9
ru: Источник gpp9

source: Source ip
ru: Источник ip

source: Source lnp prefix
ru: Исходный префикс lnp

source: Source port of the sip packet
ru: Порт источника sip-пакета

source: Source provider id
ru: Идентификатор провайдера источника

source: Source reseller billing fee id
ru: Идентификатор биллинговой платы посредника

source: Source reseller billing zone id
ru: Идентификатор биллинговой зоны реселлера

source: Source reseller cost
ru: Стоимость услуг посредника

source: Source reseller free time
ru: Источник реселлер свободное время

source: Source set
ru: Исходный набор

source: Source set mode. If set to "blacklist" it enables forwarding for everything except numbers in the list, and "whitelist" only enables forwards for numbers defined in this list. This field is mandatory.
ru: Режим набора источников. Если установлено значение "черный список", то включается переадресация для всех номеров, кроме номеров из списка, а "белый список" включает переадресацию только для номеров, определенных в этом списке. Это поле является обязательным.

source: Source user
ru: Пользователь источника

source: Source user id
ru: Идентификатор пользователя источника

source: Source user out
ru: Выход пользователя из источника

source: Source uuid
ru: Источник uuid

source: Sources
ru: Источники

source: Sources is regex
ru: Источники - regex

source: Sources mode
ru: Режим источников

source: Sourceset
ru: Исходный набор

source: Sourceset "%1" Details
ru: Источник "%1" Детали

source: Sourceset id
ru: Идентификатор набора источников

source: Special offpeak entry successfully created
ru: Специальная offpeak запись успешно создана

source: Special offpeak entry successfully deleted
ru: Специальная offpeak запись успешно удалена

source: Special offpeak entry successfully updated
ru: Специальная offpeak запись успешно обновлена

source: Specific value for the Authorization username
ru: Конкретное значение для имени пользователя авторизации

source: Specifies how many seconds each single contact should ring before the calls goes to the next one. It is considered only in case of forking based on Q value.
ru: Указывает, сколько секунд каждый один контакт должен звонить до перехода на следующий. Рассматривается только в случае форковки на основе значения Q.

source: Specifies how many seconds the system should wait before redirecting the call if "cft" is set.
ru: Укажите сколько секунд система должна выждать перед перенаправлением звонка если установлен "CFT".

source: Specifies the Administrative NCOS Level that applies for the Call Forward from the user.
ru: Административный NCOS, применяется на переадресацию звонков от пользователя.

source: Specifies the NCOS level that applies to the user.
ru: Укажите NCOS список применяемый этому пользователю.

source: Specifies the emergency mapping container to be used for this subscriber to map emergency numbers to emergency prefixes.
ru: Определяет контейнер аварийного сопоставления, используемый для данного абонента для сопоставления номера экстренной помощи с префиксами аварии.

source: Specifies the list of caller and callee rewrite rules which should be applied for incoming and outgoing calls.
ru: Указывает на список правил перезаписи вызываемого и вызывающего абонентов которые будут применены для входящих и исходящих звонков.

source: Specifies the maximum value that can be assigned as extension to a subscriber. If left empty, only the minimum value will be considered. If both are empty, there is no extension range limit.
ru: Указывает максимальное значение, которое может быть назначено абоненту в качестве добавочного номера. Если оставить пустым, будет учитываться только минимальное значение. Если оба значения пусты, ограничение диапазона расширений отсутствует.

source: Specifies the minimum value that can be assigned as extension to a subscriber. If left empty, only the maximum value will be considered. If both are empty, there is no extension range limit.
ru: Указывает минимальное значение, которое может быть назначено абоненту в качестве добавочного номера. Если оставить пустым, будет учитываться только максимальное значение. Если оба значения пусты, ограничение диапазона расширений отсутствует.

source: Specifies the operational mode of the Call Forward on Response. If set to Whitelist (default) the CFR is executed only for reply codes included in the 'rerouting_codes' list, if set to Blacklist the CFR is executed except for reply codes included in the list.
ru: Определяет режим работы переадресации звонка. Если установлено значение белый список (по умолчанию), CFR выполняется только для кодов ответов, включенных в список 'rerouting_codes', если установлено в черный список, то CFR выполняется, кроме кодов ответов, включенных в список.

source: Specifies the operational mode of the SIP User-Agent Filter List. If unset or set to a false value, it is a blacklist (accept all requests except from user-agents listed in the filter list), with a true value it is a whitelist (reject all requests except from user-agents listed in the filter list).
ru: Определяет режим работы списка фильтров SIP User-Agent. Если не установлено или установлено значение false, это чёрный список (принимать все запросы, кроме агентов пользователя, перечисленных в списке фильтров), с истинным значением это белый список (отклонить все запросы, кроме пользовательских агентов, перечисленных в списке фильтров).

source: Specifies the operational mode of the User-Provided Number (UPN) based call blocking. If unset or set to a false value, it is a blacklist (accept all calls except from UPNs listed in the block list), with a true value it is a whitelist (reject all calls except from UPNs listed in the block list)
ru: Определяет режим блокировки звонков, предоставленных пользователями (UPN). Если сбросить или установить значение false, это чёрный список (принимать все звонки, кроме UPN, перечисленных в черном списке), с истинным значением это белый список (отклонить все звонки, кроме UPN, перечисленных в блоке списка)

source: Specifies the operational mode of the incoming block list. If unset or set to a false value, it is a blacklist (accept all calls except from numbers listed in the block list), with a true value it is a whitelist (reject all calls except from numbers listed in the block list).
ru: Указывает режим работы блокировки входящих звонков. Если не установлен, список запрещенных CLI для входящих звонков рассматривается как черный список (принимать звонки от всех номеров кроме тех, что в списке), если установлен в true как белый список (принимать звонки только от номеров из списка).

source: Specifies the operational mode of the outgoing block list. If unset or set to a false value, it is a blacklist (allow all calls except to numbers listed in the block list), with a true value it is a whitelist (deny all calls except to numbers listed in the block list).
ru: Указывает режим работы блокировки исходящих звонков. Если не установлен, список запрещенных номеров для исходящих звонков рассматривается как черный список (разрешать звонки на все номера кроме тех, что в списке), если установлен в true как белый список (разрешать звонки только на номера из списка).

source: Specifies the way to obtain the User-Provided Redirecting CLI. Possible options are use NPN of forwarding subscriber or respect inbound Diversion header. Same validation rules as for UPN apply to UPRN. NGCP does not stack UPRNs up if the call is forwarded several times.
ru: Указывает источник номера переадресущего абонента (UPRN). Возможные опции это использовать сетевой номер переадресущего абонента при наличии переадресации или заголовок Diversion во входящем SIP-запросе. UPRN валидируется так же, как UPN. Система хранит только номер последнего переадресущего абонента в случае цепочки переадресаций.

source: Specifies whether registration at the peer host is desired.
ru: Указывает, нужна ли регистрация на SIP транке указанном в peer_auth_realm.

source: Speed Dial
ru: Быстрый набор

source: Speed Dial Slot
ru: Слот быстрого набора

source: Speeddial
ru: Быстрый набор

source: Start
ru: Начало

source: Start - End
ru: Начало - Конец

source: Start Date
ru: Дата начала

source: Start Date/Time
ru: Дата/время начала

source: Start Time
ru: Время начала

source: Start time
ru: Время начала

source: State
ru: Область

source: Station Name
ru: Имя станции

source: Statistics Administration
ru: Управление статистикой

source: Status
ru: Статус

source: Status information after the event, if applicable.
ru: Информация о состоянии после события, если применимо.

source: Status information before the event, if applicable.
ru: Информация о состоянии до начала мероприятия, если применимо.

source: Status of the conversation. Possible values are: "ok","busy","noanswer","cancel","offline","timeout","other".
ru: Статус разговора. Возможными значениями являются: "ок", "занят", "нет ответа", "отмена", "не в сети", "тайм-аут", "другое".

source: Status of the notification. 'new' events are pending to be sent.
ru: Статус уведомления. 'новые' события ожидают отправки.

source: Status of the rate processing for the conversation. Possible values are: "unrated","ok","failed".
ru: Статус обработки тарифов для данного разговора. Возможными значениями являются: "без рейтинга", "нормально", "не удалось".

source: Stop
ru: Остановить

source: Stop
ru: Остановить

source: Stop processing of further rules if this rule matches.
ru: Остановить обработку дальнейших правил, если это правило совпадает.

source: Stopper
ru: Остановка

source: Street
ru: Улица

source: String
ru: Строка

source: Subject
ru: Тема

source: Subnet Prefix Length
ru: Длина префикса подсети

source: Subscriber
ru: Абонент

source: Subscriber #
ru: Абонент #

source: Subscriber %1@%2
ru: Абонент %1@%2

source: Subscriber Base, e.g. 12345
ru: База абонентов, например, 12345

source: Subscriber Creation Email Template
ru: Шаблон электронного письма для создания подписчика

source: Subscriber ID
ru: Идентификатор абонента

source: Subscriber Master Data
ru: Основные данные абонента

source: Subscriber Number Range Length (e.g. 2 for 1-212-12345xx
ru: Длина диапазона номеров абонентов (например, 2 для 1-212-12345xx

source: Subscriber Number, e.g. 12345678
ru: Номер абонента, например, 12345678

source: Subscriber Number, e.g. 12345678 (read-only)
ru: Номер абонента, например, 12345678 (только для чтения)

source: Subscriber Preferences for %1@%2
ru: Свойства абонента %1@%2

source: Subscriber Profile
ru: Профиль абонента

source: Subscriber Profile "%1" - Preferences
ru: Профиль подписчика "%1" - Настройки

source: Subscriber Profile Set
ru: Набор профилей абонента

source: Subscriber Profile Sets
ru: Наборы профилей абонента

source: Subscriber Profiles
ru: Профили абонента

source: Subscriber Profiles for Profile Set %1
ru: Профили абонента для набора профилей %1

source: Subscriber Settings
ru: Настройки абонента

source: Subscriber can configure other subscribers within the Customer Account
ru: Абонент может настраивать других абонентов в рамках учетной записи клиента

source: Subscriber does not exist
ru: Абонент не существует

source: Subscriber email template id
ru: Id шаблона электронной почты подписчика

source: Subscriber id
ru: Идентификатор абонента

source: Subscriber is locked for <b>%1</b>
ru: Абонент заблокировать для <b>%1</b>

source: Subscriber owning the greeting.
ru: Абонент, владеющий приветствием.

source: Subscriber profile does not exist
ru: Профиль абонента не существует

source: Subscriber profile set does not exist
ru: Набор профиля абонента не существует

source: Subscriber profile set successfully created
ru: Набор профиля абонента успешно создан

source: Subscriber profile set successfully deleted
ru: Набор профиля абонента успешно удален

source: Subscriber profile set successfully updated
ru: Набор профиля абонента успешно обновлен

source: Subscriber profile successfully cloned
ru: Набор профиля абонента успешно клонирован

source: Subscriber profile successfully created
ru: Профиль абонента успешно создан

source: Subscriber profile successfully deleted
ru: Профиль абонента успешно удален

source: Subscriber profile successfully updated
ru: Профиль абонента успешно обновлен

source: Subscriber put on hold is notified with SDP field c containing 0.0.0.0 in reINVITE.
ru: Абонент надеется на зацепку с полем SDP c содержащим 0.0.0.0 в reINVITE.

source: Subscriber put on hold is notified with a=sendonly in reINVITE.
ru: Подписчик на зацепку уведомляется с a=sendonly в reINVITE.

source: Subscriber status is <b>%1</b>
ru: Состояние абонента <b>%1</b>

source: Subscriber successfully created
ru: Подписчик успешно создан

source: Subscriber using Provisioning Template '%1'
ru: Подписчик с помощью шаблона подготовки '%1'

source: Subscriber who can manage fax record.
ru: Абонент, который может управлять записью факса.

source: Subscriber's PBX extension is out of customer's extension range.
ru: Добавочный номер АТС абонента находится вне диапазона добавочных номеров клиента.

source: Subscribers
ru: Абоненты

source: Subscribers using Provisioning Template '%1' from CSV
ru: Подписчики, использующие подготовительный шаблон '%1' из CSV

source: Successfully added registered device
ru: Зарегистрированное устройство успешно добавлено

source: Successfully cleared Call Forward
ru: Перенаправление звонков успешно очищено

source: Successfully cleared fraud interval!
ru: Интервал мошенничества успешно очищен!

source: Successfully cleared reminder setting
ru: Настройки напоминания успешно очищены

source: Successfully created UPN rewrite set
ru: Успешно создан UPN перезапись

source: Successfully created device configuration
ru: Конфигурация устройства успешно добавлена

source: Successfully created device firmware
ru: Прошивка устройства успешно добавлена

source: Successfully created device model
ru: Модель устройства успешно добавлена

source: Successfully created device model preference
ru: Настройки модели устройства успешно созданы

source: Successfully created device profile
ru: Профиль устройства успешно добавлен

source: Successfully created location mapping
ru: Успешно создано отображение местоположения

source: Successfully created new destination set
ru: Успешно создано новое назначение

source: Successfully created new source set
ru: Успешно создан новый набор источников

source: Successfully created new time set
ru: Время успешно создано

source: Successfully created speed dial slot
ru: Слот быстрого набора успешно добавлен

source: Successfully created trusted source
ru: IP авторизация успешно создана

source: Successfully deleted Call Forward
ru: Перенаправление звонков успешно удалено

source: Successfully deleted UPN rewrite set
ru: Успешно удалено UPN перезапись

source: Successfully deleted auto attendant slot
ru: Слот автоответчика успешно удален

source: Successfully deleted bnumber set
ru: Номер успешно удален

source: Successfully deleted ccmapping
ru: Привязка успешно удалена

source: Successfully deleted destination set
ru: Место назначения успешно удалено

source: Successfully deleted location mapping
ru: Успешно удалено отображение местоположения

source: Successfully deleted recording
ru: Запись успешно удалена

source: Successfully deleted registered device
ru: Зарегистрированное устройство успешно удалено

source: Successfully deleted source set
ru: Источник успешно удален

source: Successfully deleted speed dial slot
ru: Слот быстрого набора успешно удален

source: Successfully deleted time set
ru: Время удаления успешно установлено

source: Successfully deleted trusted source
ru: IP авторизация успешно удалена

source: Successfully deleted voicemail
ru: Голосовое сообщение успешно удалено

source: Successfully redirected request to device
ru: Запрос к устройству успешно перенаправлен

source: Successfully reset password, please check your email
ru: Пароль успешно сброшен, проверьте свою почту

source: Successfully reset web password, please check your email
ru: Пароль успешно сброшен, пожалуйста проверьте Вашу почту

source: Successfully reset web password, please check your email at %1
ru: Пароль успешно сброшен, пожалуйста проверьте Ваш почтовый ящик %1

source: Successfully saved Call Forward
ru: Перенаправление звонков успешно сохранено

source: Successfully terminated reseller
ru: Реселлер успешно удален

source: Successfully terminated subscriber
ru: Абонент успешно удален

source: Successfully triggered config reload via SIP
ru: Успешная перезагрузка конфигурации через SIP

source: Successfully updated UPN rewrite set
ru: Успешно обновлено UPN перезапись

source: Successfully updated auto attendant slots
ru: Слот автоответчика успешно обновлен

source: Successfully updated bnumber set
ru: Номер успешно обновлен

source: Successfully updated ccmappings
ru: Сопоставления ccapings успешно обновлены

source: Successfully updated destination set
ru: Место назначения успешно обновлено

source: Successfully updated device configuration
ru: Конфигурация устройства успешно обновлена

source: Successfully updated device firmware
ru: Прошивка устройства успешно обновлена

source: Successfully updated device model
ru: Модель устройства успешно обновлена
