Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Readonly lb/path field. Composed from "socket" and internal configuration information.
ru: Поле lb/path, доступное только для чтения. Составляется из "сокета" и внутренней информации о конфигурации.

source: Reason
ru: Причина

source: Receive Reports
ru: Получение отчетов

source: Received
ru: Получено

source: Received Fax Journal for %1@%2
ru: Журнал полученных факсов для %1@%2

source: Received from IP
ru: Получено с IP

source: Recent Call
ru: Недавний звонок

source: Recent Calls
ru: Недавние звонки

source: Recent Calls by UPN
ru: Недавние звонки по UPN

source: Record calls
ru: Запись звонков

source: Recorded Files
ru: Записанные файлы

source: Recorded files for this call
ru: Записанные файлы для этого вызова

source: Recording id
ru: Идентификатор записи

source: Recover
ru: Восстановить

source: Recurrence
ru: Повторение

source: Refresh banned IPs data
ru: Обновить забаненные IP данные

source: Refresh banned users data
ru: Обновить забаненные данные пользователей

source: Registered Device
ru: Зарегистрированное устройство

source: Registered Devices
ru: Зарегистрированные устройства

source: Registered Devices for %1@%2
ru: Зарегистрированное устройство для %1@%2

source: Regular expression - longest match
ru: Регулярное выражение - самое длинное совпадение

source: Regular expression - longest pattern
ru: Регулярное выражение - самый длинный шаблон

source: Reject
ru: Отклонить

source: Reject Code
ru: Отклонить код

source: Reject Emergency Calls
ru: Отклонять экстренные вызовы

source: Reject Reason
ru: Причина отклонения

source: Reject Vertical Service Codes sent by subscriber
ru: Отклонить Вертикальные сервисные коды, отправленные подписчиком

source: Reject code
ru: Код отказа

source: Reject code if block override pin is wrong
ru: Отклонить код, если блок переопределить неправильно

source: Reject code if call relay is detected
ru: Код отклонения при обнаружении ретранслятора вызова

source: Reject code if callee is blocked by NCOS
ru: Отклонить код, если калькулятор заблокирован NCOS

source: Reject code if callee is blocked by caller
ru: Отклонить код, если масштаб заблокирован звонящим

source: Reject code if callee is blocked by caller contract
ru: Отклонить код, если калькулятор заблокирован по контракту

source: Reject code if callee is busy
ru: Отклонить код, если кальция занята

source: Reject code if callee is locked
ru: Отклонить код, если масштаб заблокирован

source: Reject code if callee is offline
ru: Отклонить код, если callee не в сети

source: Reject code if callee is temporarily unavailable
ru: Отклонить код, если кальция временно недоступна

source: Reject code if callee is unknown
ru: Отклонить код, если кальция неизвестна

source: Reject code if caller is blocked by admin
ru: Отклонить код, если звонящий заблокирован администратором

source: Reject code if caller is blocked by callee
ru: Отклонить код, если звонящий заблокирован callee

source: Reject code if caller is locked
ru: Отклонить код, если звонящий заблокирован

source: Reject code if involved party has no credit
ru: Отклонить код, если участник не имеет кредита

source: Reject code if max inbound call limit reached
ru: Отклонить код, если достигнут максимальный лимит входящего звонка

source: Reject code if max outbound call limit on peer reached
ru: Отклонить код, если достигнут максимальный лимит исходящего вызова

source: Reject code if max outbound call limit reached
ru: Отклонить код, если достигнут максимальный лимит исходящих звонков

source: Reject code if no peering for callee is available
ru: Отклонить код, если пиринг для callee не доступен

source: Reject code on call forward loop
ru: Отклонить код при переходе вперед

source: Reject emergency calls from this user or domain.
ru: Отклонять экстренные вызовы от этого пользователя или домена

source: Reject reason
ru: Причина отказа

source: Reject reason if block override pin is wrong
ru: Причина отклонения при переопределении PIN-кода неправильна

source: Reject reason if call relay is detected
ru: Причина отклонения при обнаружении ретранслятора вызова

source: Reject reason if callee is blocked by NCOS
ru: Причина отклонения, если кальян заблокирован NCOS

source: Reject reason if callee is blocked by caller
ru: Отклонить причину, если кальян заблокирован звонящим

source: Reject reason if callee is blocked by caller contract
ru: Отклонить причину, если кальян заблокирован по контракту звонящего

source: Reject reason if callee is busy
ru: Отклонить причину, если кальян занят

source: Reject reason if callee is locked
ru: Отклонить причину, если кальян заблокирован

source: Reject reason if callee is offline
ru: Отклонить причину, если кальян оффлайн

source: Reject reason if callee is temporarily unavailable
ru: Отклонить причину, если кальян временно недоступен

source: Reject reason if callee is unknown
ru: Отклонить причину, если кальция неизвестна

source: Reject reason if caller is blocked by admin
ru: Отклонить причину, если звонящий заблокирован администратором

source: Reject reason if caller is blocked by callee
ru: Отклонить причину, если звонящий заблокирован чашечкой

source: Reject reason if caller is locked
ru: Отклонить причину, если звонящий заблокирован

source: Reject reason if involved party has no credit
ru: Причина отклонения, если участник не имеет кредита

source: Reject reason if max inbound call limit reached
ru: Причина отклонить, если достигнут максимальный лимит входящего звонка

source: Reject reason if max outbound call limit on peer reached
ru: Отклонить причину, если достигнут максимальный лимит исходящего вызова по соседству

source: Reject reason if max outbound call limit reached
ru: Отклонить причину, если достигнут максимальный лимит исходящих вызовов

source: Reject reason if no peering for callee is available
ru: Отклонить причину, если пиринг для callee не доступен

source: Reject reason on call forward loop
ru: Причина отклонения при переходе вперед

source: Reject requests w/o User-Agent header
ru: Отклонить запросы без заголовка User-Agent

source: Rejects any request if no User-Agent header is given. Usually goes together with the SIP User-Agent Filter List and Mode preferences.
ru: Отклоняет любой запрос, если ни один из заголовков User-Agent не указан. Обычно идет вместе с SIP настройками фильтра и режима фильтрации User-Agent.

source: Reminder
ru: Напоминание

source: Remote Authentication
ru: Удаленная авторизация

source: Repeat
ru: Повторите

source: Repeat Password
ru: Повторить пароль

source: Replace
ru: Заменить

source: Replace To username with the value
ru: Замените имя пользователя To на значение

source: Replace existing
ru: Заменить существующие

source: Replace existing sound files in set by default files.
ru: Замените существующие звуковые файлы в наборе файлами по умолчанию.

source: Replacement Pattern
ru: Шаблон замены

source: Replacement pattern.
ru: Сменный шаблон.

source: Reply
ru: Ответить

source: Report last call as malicious by calling at malicious_call@
ru: Сообщить о последнем звонке как злоумышленником, позвонив на malicious_call@

source: Reported at
ru: Жалоба на

source: Request URI
ru: URI запроса

source: Request URI of the sip packet
ru: URI запроса sip-пакета

source: Request token
ru: Токен запроса

source: Reseller
ru: Реселлер

source: Reseller "%1" - Preferences
ru: Реселлер "%1" - Настройки

source: Reseller #
ru: Реселлер #

source: Reseller Base Information
ru: Основная информация о реселлере

source: Reseller Contact
ru: Контакт реселлера

source: Reseller Contract
ru: Контракт реселлера

source: Reseller Cost
ru: Цены реселлера

source: Reseller Details for %1
ru: Детали реселлера %1

source: Reseller Revenue
ru: Доход реселлера

source: Reseller and Peering Contracts
ru: Контракты реселлера и SIP Транка

source: Reseller branding successfully updated
ru: Стилизация реселлера успешно обновлена

source: Reseller contract id of called subscriber, or contract id of peer if to external.
ru: Идентификатор контракта посредника вызываемого абонента, или идентификатор контракта коллеги, если он внешний.

source: Reseller contract id of calling subscriber, or contract id of peer if from external.
ru: Идентификатор контракта посредника вызывающего абонента, или идентификатор контракта коллеги, если он внешний.

source: Reseller id
ru: Идентификатор посредника

source: Reseller id for the dynamic device model preferences
ru: Идентификатор посредника для предпочтений динамической модели устройства

source: Reseller id of called subscriber, or contract id of peer if to external
ru: Идентификатор посредника вызываемого абонента, или идентификатор контракта со сверстником, если он внешний

source: Reseller is <b>%1</b>
ru: Реселлер <b>%1</b>

source: Reseller not found
ru: Реселлер не найден

source: Reseller not found.
ru: Реселлер не найден

source: Reseller successfully created with login <b>%1</b> and password <b>%2</b>, please review your settings below
ru: Реселлер успешно создан с логином <b>%1</b> и паролем <b>%2</b>, пожалуйста просмотрите Ваши настройки ниже

source: Reseller successfully created.
ru: Реселлер успешно создан.

source: Reseller successfully updated
ru: Реселлер успешно обновлен

source: Resellers
ru: Реселлеры

source: Reserved for Customer
ru: Зарезервировано для клиента

source: Reset Password
ru: Сброс пароля

source: Reset Web Password
ru: Сброс Web пароля

source: Restrict ICE support to ICE-lite
ru: Ограничить поддержку ICE до ICE-lite

source: Restrict every answer to just the first preferred codec.
ru: Ограничьте каждый ответ только первым предпочтительным кодеком.

source: Restrict the AMR encoders (both local and remote) to change mode only to neighbouring modes instead of any random mode.
ru: Ограничить кодеры AMR (как локальные, так и удаленные), чтобы они меняли режим только на соседние режимы, а не на любой случайный режим.

source: Restrict the AMR encoders (both local and remote) to change modes only every other packet (period 2) instead of any packet (period 1, default).
ru: Ограничьте кодеры AMR (как локальные, так и удаленные), чтобы они меняли режим только через каждый второй пакет (период 2) вместо любого пакета (период 1, по умолчанию).

source: Restrict the AMR encoders (both local and remote) to the given list of AMR bitrates (modes). Must be a comma-separated list of integer modes without spaces, e.g. '2,3,4,5'.
ru: Ограничить AMR-кодеры (как локальные, так и удаленные) заданным списком битрейтов AMR (режимов). Это должен быть список целочисленных режимов, разделенных запятыми, без пробелов, например, '2,3,4,5'.

source: Restrict the AMR-WB encoders (both local and remote) to change mode only to neighbouring modes instead of any random mode.
ru: Ограничить кодеры AMR-WB (как локальные, так и удаленные), чтобы они меняли режим только на соседние режимы, а не на любой случайный режим.

source: Restrict the AMR-WB encoders (both local and remote) to change modes only every other packet (period 2) instead of any packet (period 1, default).
ru: Ограничьте кодеры AMR-WB (как локальные, так и удаленные), чтобы они меняли режим только через каждый второй пакет (период 2) вместо любого пакета (период 1, по умолчанию).

source: Restrict the AMR-WB encoders (both local and remote) to the given list of AMR-WB bitrates (modes). Must be a comma-separated list of integer modes without spaces, e.g. '2,3,4,5'.
ru: Ограничить кодеры AMR-WB (как локальные, так и удаленные) заданным списком битрейтов (режимов) AMR-WB. Это должен быть список целочисленных режимов без пробелов, например, '2,3,4,5'.

source: Result
ru: Результат

source: Rewrite Rule Set
ru: Набор правил перезаписи

source: Rewrite Rule Set for Source/Destination fields
ru: Переписать набор правил для полей источника/назначения

source: Rewrite Rule Sets
ru: Наборы правил перезаписи

source: Rewrite Rules
ru: Правила переписывания

source: Rewrite Rules for %1
ru: Правила перезаписи для %1

source: Rewrite Set entry not found
ru: Не найдена запись перезаписи

source: Rewrite rule does not exist
ru: Правило перезаписи не существует

source: Rewrite rule set does not exist
ru: Набор правил перезаписи не существует

source: Rewrite rule set successfully cloned
ru: Набор правил перезаписи успешно клонирован

source: Rewrite rule set successfully created
ru: Набор правил перезаписи успешно создан

source: Rewrite rule set successfully deleted
ru: Набор правил перезаписи успешно удален

source: Rewrite rule set successfully updated
ru: Набор правил перезаписи успешно обновлен

source: Rewrite rule set to apply caller outbound rule to "SOURCE_CLI", callee outbound rule to "DESTINATION_USER_IN" CDR export fields.
ru: Переписать набор правил для применения исходящего правила "SOURCE_CLI", callee исходящее правило для полей экспорта CDR "DESTINATION_USER_IN".

source: Rewrite rule successfully created
ru: Правило перезаписи успешно создано

source: Rewrite rule successfully deleted
ru: Правило перезаписи успешно удалено

source: Rewrite rule successfully updated
ru: Правило перезаписи успешно обновлено

source: Ring Timeout for CFT
ru: Ожидание поднятия трубки для CFT

source: Ring Timeout of each single contact
ru: Таймаут звонка для каждого отдельного контакта

source: Ringtimeout
ru: Рингтайм-аут

source: Route incoming subscriber calls to all registered devices belonging to the subscriber
ru: Маршрутизация входящих вызовов абонента на все зарегистрированные устройства, принадлежащие абоненту

source: Routing Number
ru: Номер маршрута

source: Routing number
ru: Маршрутный номер

source: Rtc networks
ru: Сети Rtc

source: Rtc user id
ru: Идентификатор пользователя Rtc

source: Rule
ru: Правило

source: Rule Priority
ru: Приоритет правил

source: Rule enabled state.
ru: Состояние включения правила.

source: Rule id
ru: Идентификатор правила

source: Rules
ru: Правила

source: Ruleset owner
ru: Владелец набора правил

source: SDP MIME object related to location to be added on an emergency call
ru: SDP MIME-объект, связанный с местоположением, добавляемый при экстренном вызове

source: SIP Call Flows
ru: Диаграммы SIP трафика

source: SIP Domain
ru: SIP-домен

source: SIP Password
ru: SIP пароль

source: SIP Peering Group
ru: SIP Транк группа

source: SIP Peering Group %1
ru: SIP Транк группа %1

source: SIP Peering Groups
ru: SIP Транк группы

source: SIP Response Codes
ru: SIP коды ответа

source: SIP Session Timers refresh interval (seconds). Should be always greater than min_timer preference. SBC will make refresh at the half of this interval.
ru: Интервал обновления SIP Timers этой сессии (секунды). Всегда должен быть больше, чемзначение min_timer. SBC будет проводить обновления на половине этого интервала.

source: SIP Session Timers refresh method.
ru: Метод обновления SIP Timers этой сессии.

source: SIP Statistics
ru: Статистика SIP

source: SIP User-Agent Filter List
ru: Список фильтров агента SIP

source: SIP Username
ru: Имя пользователя SIP

source: SIP username (the localpart of the whole SIP URI, eg., "user" of SIP URI "user@example.com"). "network-provided calling line identification" - specifies the SIP username that is used for outgoing calls in the SIP "From" and "P-Asserted-Identity" headers (as user- and network-provided calling numbers). The content of the "From" header may be overridden by the "user_cli" preference and client (if allowed by the "allowed_clis" preference) SIP signalling. Automatically set to the primary E.164 number specified in the subscriber details.
ru: Имя пользователя SIP, например "user" из SIP URI "user@example.com"). Сетевой номер абонента (NPN) - номер, который может быть использован в заголовках "From" и "P-Asserted-Identity". Автоматически выставлено равным E.164 номеру абонента, указанному в основных данных абонента.

source: SIP username (the localpart of the whole SIP URI, eg., "user" of SIP URI "user@example.com"). "user-provided calling line identification" - specifies the SIP username that is used for outgoing calls. If set, this is put in the SIP "From" header (as user-provided calling number) if a client sends a CLI which is not allowed by "allowed_clis" or if "allowed_clis" is not set.
ru: Имя пользователя SIP, например "user" из SIP URI "user@example.com"). Пользовательский номер абонента (UPN), который может быть использован в заголовке From при исходящем звонке или других заголовках вместо номера посылаемого абонентом в полях SIP-пакета, если последний не действителен согласно проверке по списку allowed_clis или если allowed_clis не установлен.

source: SIP username (the localpart of the whole SIP URI, eg., "user" of SIP URI "user@example.com"). Emergency CLI which can be used in rewrite rules as substitution value.
ru: Имя пользователя SIP, например "user" из SIP URI "user@example.com") CLI экстренных вызовов может использоваться, как подстановка в правилах перезаписи.

source: SMS Number
ru: Номер СМС

source: SMSC Peer
ru: Узел SMSC

source: SMSC peer to use for outgoing sms messages
ru: Узел СМС для исходящих SMS сообщений

source: SN Length
ru: Длинна SN

source: SN Prefix
ru: Префикс SN

source: SNMP Community Name
ru: Название сообщества SNMP

source: SNMP Manager IP
ru: SNMP IP менеджера

source: SNMP System Contact
ru: Контакт системы SNMP

source: SNMP System Location
ru: Расположение системы SNMP

source: SNMP System Name
ru: Название системы SNMP

source: SS7 Destination Point Code.
ru: SS7 Код точки назначения.

source: SS7 Own Point Code.
ru: SS7 Собственный код точки.

source: Same as "block_in_clir" but may only be set by administrators and is applied prior to the user setting.
ru: Аналогично "block_in_clir" но может быть установлено только администраторами и применяется перед пользовательскими настройками.

source: Same as "block_in_list" but may only be set by administrators and is applied prior to the user setting.
ru: Аналогично "block_in_list" но может быть установлено только администраторами и применяется перед пользовательскими настройками.

source: Same as "block_in_mode" but may only be set by administrators.
ru: Аналогично "block_in_mode" но может быть установлено только администраторами.

source: Same as "block_out_list" but may only be set by administrators and is applied prior to the user setting.
ru: Аналогично "block_out_list" но может быть установлено только администраторами и применяется перед пользовательскими настройками.

source: Same as "block_out_mode" but may only be set by administrators.
ru: Аналогично "block_out_mode" но может быть установлено только администраторами.

source: Same as "block_out_override_pin" but additionally disables the administrative block list and NCOS level.
ru: Аналогично "block_out_override_pin" но дополнительно отключает список административного запрета и списки NCOS.

source: Same as "ncos", but may only be set by administrators and is applied prior to the user setting.
ru: Аналогично "ncos" но может быть установлено только администраторами и применяется перед пользовательскими настройками.

source: Sample rate
ru: Частота дискретизации

source: Saturday
ru: Суббота

source: Save
ru: Сохранить

source: Save SVG
ru: Сохранить SVG

source: Search for partial match of user-provided number (UPN) to subscriber's primary E164 number and aliases. If it mathes, take UPN as valid without allowed_clis check and copy UPN to network-provided number (NPN).
ru: Поиск по частичному совпадению предоставленного пользователем номера (UPN) для первичного абонента E164 номера и алиасов. Если допустимо, установите UPN в качестве допустимого without allowed_clis и скопируйте UPN на предоставленный номер сети (NPN).

source: Second
ru: Второй

source: Seconds to wait for pick-up until engaging Call Forward (e.g. &ldquo;10&rdquo;)
ru: Секунды ожидания ответа на звонок до включения переадресации (например, &ldquo;10&rdquo;)

source: Secret
ru: Секрет

source: Secret Key
ru: Секретный ключ

source: Secret Key (empty=disabled)
ru: Секретный ключ (empty=отключен)

source: Secret Key Renew
ru: Обновление секретного ключа

source: Secret Key Renew Notify
ru: Уведомление об обновлении секретного ключа

source: Secret Renew Interval
ru: Интервал обновления секретов

source: Secret key used to configure bootstrap url on Snom redirect server. Obtained from Snom's Secure Redirection and Provisioning Service (SRAPS).
ru: Секретный ключ, используемый для настройки bootstrap url на сервере перенаправления Snom. Получается из службы безопасного перенаправления и предоставления услуг (SRAPS) компании Snom.

source: Secret renew notify
ru: Секрет обновить уведомить

source: Secret renew notify add
ru: Секрет обновить уведомить добавить

source: Secretary numbers
ru: Номера секретарей

source: Security Bans
ru: Блокировки безопасности

source: Select
ru: Выберите

source: Select if, in case of emergency calls, the subscriber's User-Provided-Number is ovewritten with the Network-Provided-Number (default) or not.
ru: Выберите, если в случае вызовов экстренной помощи пользователь-Provided-Номер подписчика записан на сеть-Provided-Number (по умолчанию) или нет.

source: Select which type of forking based on q-value you want to perform. Select 'Standard' for the serial forking defined by q-value priority: the higher the q value number the more priority is given, same values mean parallel ringing. Select 'Probability' for a serial forking based on probability: higher q-value means higher probability to be contacted as first, contacts with q-value 0 have the lowest priority and they are tried after all the others.
ru: Выберите тип форкинга на основе q-значения, которое вы хотите выполнить. Выберите 'Стандартные' для последовательной форки, определяемой приоритетом q-значения: чем выше значение q, тем больше отдается приоритет, те же значения означают параллельный звонок. Выберите 'Вероятность' для последовательной форки, основываясь на вероятности: чем выше значение q, тем больше вероятность связатся первым. контакты с q-value 0 имеют самый низкий приоритет, и они пытаются после остальных.

source: Send
ru: Отправить

source: Send Fax
ru: Отправить факс

source: Send inbound call to Mobile Push server when called subscriber is not registered. This can not be used together with CFNA as call will be then simply forwarded.
ru: Отправлять входящие звонки на Mobile Push сервер если абонент-получатель не зарегистрирован в системе. Этот режим не может быть использован вместе с CFNA так как звонок в этом случае будет просто перенаправлен.

source: Send the E164 number instead of SIP AOR as request username when sending INVITE to the subscriber. If a 404 is received the SIP AOR is sent as request URI as fallback.
ru: Отправить E164 номер вместо SIP AOR в поле 'имя абонента' при отправке INVITE пакета абоненту. Если получен 404, SIP AOR будет указан в URI запроса как запасной вариант.

source: Send the calls from/to the subscribers through the cloud pbx module.
ru: Отправлять/принимать звонки абонента через облачный PBX модуль.

source: September
ru: Сентябрь

source: Serial
ru: Серийный номер

source: Serial #
ru: Серийный номер #

source: Serial Hunt Timeout
ru: Тайм-аут последовательного обзвона

source: Serial Ringing
ru: Последовательный звонок

source: Series stop
ru: Серийная остановка

source: Server enabled state.
ru: Состояние включения сервера.

source: Service Charge
ru: Сервисный сбор

source: Service charge
ru: Сервисный сбор

source: Session Timers
ru: Таймеры сессии

source: Session related token
ru: Токен, связанный с сессией

source: Session-Timer Max Refresh Interval
ru: Session-Timer максимальный интервал обновления

source: Session-Timer Min Refresh Interval
ru: Session-Timer минимальный интервал обновления

source: Session-Timer Refresh Interval
ru: Session-Timer интервал обновления

source: Session-Timer Refresh Method
ru: Session-Timer метод обновления

source: Set
ru: Задать
