Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Invalid subscriber id detected
ru: Обнаружен некорректный id абонента

source: Invalid subscriber profile id detected
ru: Обнаружен некорректный id профиля абонента

source: Invalid subscriber profile set id detected
ru: Обнаружен некорректный id набора профиля абонента

source: Invalid timeset entry id detected
ru: Обнаружен неверный идентификатор записи таймера

source: Invalid timeset id detected
ru: Обнаружен неверный идентификатор таймсета

source: Invalid token
ru: Неверный токен

source: Invalid username/password
ru: Неверное имя пользователя/пароль

source: Invalid voicemail setting
ru: Неверная настройка голосовой почты

source: Invalid voucher id detected!
ru: Обнаружен недопустимый идентификатор купона!

source: Invert selection
ru: Инвертировать выделение

source: Invoice
ru: Счёт-фактура

source: Invoice #%1 successfully created
ru: Счет #%1 успешно создан

source: Invoice Email Template
ru: Шаблон электронной почты для счетов-фактур

source: Invoice Period
ru: Период выставления счета

source: Invoice Period End
ru: Конец периода счета-фактуры

source: Invoice Period Start
ru: Начало периода счета-фактуры

source: Invoice Periods
ru: Периоды счета-фактуры

source: Invoice Template
ru: Шаблон счёт-фактуры

source: Invoice Templates
ru: Шаблоны счёт-фактур

source: Invoice does not exist
ru: Счёт-фактура не существует

source: Invoice email template id
ru: Идентификатор шаблона электронной почты счета-фактуры

source: Invoice period.
ru: Период выставления счета.

source: Invoice successfully deleted
ru: Счёт-фактура успешно удалена

source: Invoice template %1
ru: Шаблон счёт-фактуры %1

source: Invoice template does not exist
ru: Шаблон счёт-фактуры не существует

source: Invoice template does not have an SVG stored yet
ru: Шаблон счёт-фактуры не содержит SVG

source: Invoice template id
ru: Идентификатор шаблона счета-фактуры

source: Invoice template not found
ru: Шаблон счёт-фактуры не найден

source: Invoice template successfully created
ru: Шаблон счёт-фактуры успешно создан

source: Invoice template successfully deleted
ru: Шаблон счёт-фактуры успешно удален

source: Invoice template successfully saved
ru: Шаблон счёт-фактуры успешно сохранен

source: Invoice template successfully updated
ru: Шаблон счёт-фактуры успешно обновлен

source: Invoices
ru: Счёт-фактуры

source: Invoices
ru: Счёт-фактуры

source: Is Device ID
ru: Идентификатор устройства

source: Is PBX Group?
ru: Является ли АТС группой?

source: Is PBX Pilot?
ru: Является ли АТС пилотной?

source: Is active
ru: Активен

source: Is actual
ru: Фактически

source: Is ccare
ru: Является ли забота

source: Is devid
ru: Девид

source: Is master
ru: мастер

source: Is primary
ru: Является основным

source: Is regex
ru: Является ли регекс

source: Is superuser
ru: Является ли суперпользователем

source: Is system
ru: Является ли система

source: Is this balance interval the actual one?
ru: Является ли этот интервал баланса фактическим?

source: January
ru: Январь

source: July
ru: Июль

source: June
ru: Июнь

source: Key
ru: Ключ

source: Key Definition
ru: Ключевое определение

source: Keys add
ru: Добавление ключей

source: LB path
ru: Путь ЛБ

source: LNP Carrier
ru: ЛНП оператор

source: LNP Carriers
ru: LNP операторы

source: LNP Numbers
ru: Номера LNP

source: LNP Pattern
ru: Шаблон LNP

source: LNP Patterns for %1
ru: Шаблоны LNP для %1

source: LNP Rewrite Rules for Callee
ru: Правила перезаписи LNP для кабули

source: LNP Rewrite Rules for Caller
ru: Правила перезаписи LNP для абонента

source: LNP Routing number to rn param
ru: Маршрутизация LNP в rn параметр

source: LNP carrier does not exist!
ru: Оператор LNP не существует!

source: LNP carrier successfully created
ru: Оператор LNP успешно создан

source: LNP carrier successfully deleted
ru: Оператор LNP успешно удален

source: LNP carrier successfully updated
ru: Оператор LNP успешно обновлен

source: LNP for local subscribers
ru: LNP для локальных подписчиков

source: LNP npdi param
ru: LNP npdi параметр

source: LNP number does not exist!
ru: Номер LNP не существует!

source: LNP number successfully created
ru: Номер LNP успешно создан

source: LNP number successfully deleted
ru: Номер LNP успешно удален

source: LNP number successfully updated
ru: Номер LNP успешно обновлен

source: LNP numbers still linked to LNP carrier.
ru: Номера LNP по-прежнему связаны с перевозчиком LNP.

source: LNP numbers successfully uploaded
ru: Номера LNP успешно загружены

source: LNP prefix for the called party or it's destination peer.
ru: Префикс LNP для вызываемого абонента или его однорангового абонента назначения.

source: LNP prefix for the calling peer from looking up the calling party.
ru: Префикс LNP для вызывающего абонента при поиске вызывающего абонента.

source: Label
ru: Метка

source: Language
ru: Язык

source: Language for voicemail and app server
ru: Язык голосовой почты и сервера приложений

source: Last Attempt
ru: Последняя попытка

source: Last Name
ru: Фамилия

source: Last Secret Key Modify Time
ru: Время изменения последнего секретного ключа

source: Last Underrun (Lock)
ru: Последнее переключение (Lock)

source: Last Underrun (Profiles)
ru: Последний переключение (Профили)

source: Lawful Intercept
ru: Законный перехват

source: Lawful Interception
ru: Законное перехват

source: Lawful intercept
ru: Законный перехват

source: Leave media direction attributes in SDP unchanged
ru: Оставить атрибуты направления медиа в SDP без изменений

source: Level Name
ru: Имя Списка

source: Liid
ru: Лид

source: Limit
ru: Лимит

source: Line
ru: Линия

source: Line/Key Number (starting from 0)
ru: Номер линии/клавиши (начиная с 0)

source: Line/Key Range
ru: Диапазон линий/клавиш

source: Line/Key Type
ru: Тип линии/клавиши

source: Linerange add
ru: Linerange добавить

source: Lines/Keys
ru: Линии/ключи

source: Lines/Keys in this range can be used as Busy Lamp Field. Value is accessible in the config template via phone.lineranges[].lines[].can_blf
ru: Линии/ключи в этом диапазоне могут быть использованы в качестве поля занятой лампы. Значение доступно в шаблоне конфигурации через phone.lineranges[].lines[].can_blf

source: Lines/Keys in this range can be used as regular phone lines. Value is accessible in the config template via phone.lineranges[].lines[].can_private
ru: Линии/ключи в этом диапазоне могут использоваться как обычные телефонные линии. Значение доступно в шаблоне конфигурации через phone.lineranges[].lines[].can_private

source: Lines/Keys in this range can be used as shared lines. Value is accessible in the config template via phone.lineranges[].lines[].can_shared
ru: Линии/ключи в этом диапазоне могут использоваться как общие линии. Значение доступно в шаблоне конфигурации через phone.lineranges[].lines[].can_shared

source: List of Response Codes that trigger CFR
ru: Список кодов ответов, запускающих CFR

source: List of audio and video codecs to whitelist or blacklist. Valid codecs names are G722, PCMU, PCMA, speex, GSM, G723, DVI4, L16, QCELP, CN, MPA, G728, DVI4, G729, AMR, AMR-WB, opus, telephone-event, CelB, JPEG, H261, H263, H263-1998, MPV, MP2T, nv, vp8, vp9 and h264.
ru: Список аудио и видео кодеков в белый или чёрный список. Допустимые названия кодеков: G722, PCMU, PCMA, speex, GSM, G723, DVI4, L16, QCELP, CN, MPA, G728, DVI4, G729, AMR, AMR-WB, opus, telephone-event CelB, JPEG, H261, H263, H263-1998, MPV, MP2T, nv, vp8, vp9 и h264.

source: List of error codes and respective announcements
ru: Список кодов ошибок и соответствующих объявлений

source: List of response codes for which the forking is stopped
ru: Список кодов ответов, для которых остановлен форкинг

source: Load Default Files
ru: Загрузить файлы по умолчанию

source: Loading...
ru: Загрузка...

source: Local
ru: Местный

source: Locally track RTP statistics for each media stream and generate RTCP reports to send to the peers, instead of just passing through RTCP reports sent by the peers.
ru: Локально отслеживать статистику RTP для каждого медиапотока и генерировать отчеты RTCP для отправки аналогам, вместо того чтобы просто передавать отчеты RTCP, отправленные аналогами.

source: Location
ru: Местоположение

source: Location Block
ru: Блок локации

source: Location Mapping
ru: Картирование местоположения

source: Location Mappings
ru: Сопоставления местоположений

source: Location Name
ru: Название места

source: Location SIP-URI
ru: Местоположение SIP-URI

source: Location URI
ru: Местонахождение URI

source: Location does not exist
ru: Местоположение не существует

source: Location entry SIP-URI.
ru: Запись местоположения SIP-URI.

source: Location successfully created
ru: Местоположение успешно создано

source: Location successfully deleted
ru: Местоположение успешно удалено

source: Location successfully updated
ru: Местоположение успешно обновлено

source: Locations
ru: Места

source: Lock Level
ru: Уровень блокировки

source: Lock level to apply.
ru: Уровень блокировки для применения.

source: Logged in as %1
ru: Вы вошли как %1

source: Logical RTP interface to use for media packets
ru: Логический RTP интерфейс для мультимедиа пакетов

source: Login
ru: Вход

source: Login to CSC
ru: Вход в CSC

source: Logo
ru: Логотип

source: Logout
ru: Выход

source: Loop
ru: По кругу

source: M-Series
ru: Серия M

source: MAC Address
ru: MAC-адрес

source: MAC Address / Identifier
ru: MAC адрес / Идентификатор

source: MAC Address Image
ru: Изображение MAC-адреса

source: MAC Image
ru: Изображение MAC

source: MIME encapsulated Location Information in the INVITE
ru: MIME-инкапсулированная Location информация в пакете INVITE

source: MO
ru: МО

source: MOS average jitter.
ru: Средний джиттер MOS.

source: MOS average packetloss.
ru: MOS средняя потеря пакетов.

source: MOS average roundtrip.
ru: MOS в среднем в оба конца.

source: MOS average.
ru: Средний показатель MOS.

source: MOS avg
ru: Среднее MOS

source: MOS jitter
ru: Джиттер MOS

source: MOS packetloss
ru: Потеря пакетов MOS

source: MOS roundtrip
ru: Оборот MOS

source: MSC-Series
ru: Серия MSC

source: Maintenance mode is enabled! Please do not perform any changes until maintenance mode has been switched off!
ru: Режим обслуживания включен! Пожалуйста, не выполняйте никаких изменений до выключения режима обслуживания!

source: Make this profile automatically the default profile for new subscribers having assigned the Profile Set this profile belongs.
ru: Сделать этот профиль автоматически профилем по умолчанию для новых абонентов, которым назначен набор профилей, к которому принадлежит этот профиль.

source: Malicious Call
ru: Злонамеренный вызов

source: Malicious Call Identification
ru: Идентификация вредоносного вызова

source: Malicious Calls
ru: Вредоносные вызовы

source: Malicious call does not exist
ru: Вредоносный вызов не существует

source: Malicious call successfully deleted
ru: Вредоносный вызов успешно удален

source: Manage B-Number Sets
ru: Управление наборами B-номеров

source: Manage Destination Sets
ru: Управление наборами пунктов назначения

source: Manage Sound Set %1
ru: Редактировать набор звуков %1

source: Manage Source Sets
ru: Управление наборами источников

source: Manage Time Sets
ru: Управление наборами времени

source: Manual ip group sequence successfully generated
ru: Ручная последовательность групп ip успешно создана

source: Manually defined allowed source IPs
ru: Ручной список разрешенных IP адресов

source: Mappings
ru: Отображения

source: Mappings add
ru: Добавление отображений

source: March
ru: Март

source: Marks subscriber for CloudPBX Call Queue that queues incoming calls if it is busy and serves them to this subscriber when it becomes available
ru: Помечает подписчику CloudPBX Call в очереди входящих звонков, если он занят и обслуживает их этому абоненту, когда он станет доступен

source: Mask
ru: Маска

source: Master
ru: Мастер

source: Master Data
ru: Основные данные

source: Match
ru: Матч

source: Match Field
ru: Поле матча

source: Match Mode
ru: Режим матча

source: Match Pattern
ru: Соответствовать шаблону

source: Match mode
ru: Режим матча

source: Match pattern
ru: Соответствие шаблону

source: Match pattern, a PCRE regular expression.
ru: Шаблон совпадения, регулярное выражение PCRE.

source: Match pattern, a regular expression.
ru: Шаблон совпадения, регулярное выражение.

source: Matches the B-Number (original number dialled by the caller) in E164 format. They are formatted either as regular expressions or shell patterns depending on thevalue of the is_regex flag.
ru: Сопоставляет B-номер (исходный номер, набранный звонящим) в формате E164. В зависимости от значения флага is_regex они форматируются либо как регулярные выражения, либо как шаблоны оболочки.

source: Max Subscribers
ru: Максимальное количество абонентов

source: Max subscribers
ru: Максимальное количество абонентов

source: Max. Subscribers
ru: Макс. подписчиков

source: Maximum Call Duration (seconds)
ru: Максимальная длительность звонка (секунд)

source: Maximum Call Duration (seconds).
ru: Максимальная длительность звонка (в секундах).

source: Maximum Number of Participants in Conference Room
ru: Максимальное количество участников в зале заседаний

source: Maximum Number of simultaneous participants in one conference room.
ru: Максимальное количество одновременных участников в одном конференц-зале.

source: Maximum number of %1 subscribers %2 created
ru: Создано максимальное количество абонентов %1 %2

source: Maximum number of callers in a PBX Call Queue. By default 5
ru: Максимальное количество абонентов в очереди звонков АТС. По умолчанию 5

source: Maximum number of concurrent calls
ru: Максимальное количество одновременных вызовов

source: Maximum number of concurrent calls of Customer
ru: Максимальное количество одновременных звонков Клиента

source: Maximum number of inbound concurrent calls
ru: Максимальное количество входящих одновременных вызовов

source: Maximum number of inbound concurrent calls for Customer
ru: Максимальное количество входящих входящих звонков для клиента

source: Maximum number of incoming concurrent on-net and off-net calls going to a subscriber or coming from a peer, excluding subscriber's intra-PBX calls.
ru: Максимальное количество входящих одновременных и отключаемых от сети звонков абоненту или от пира, исключая внутриабонентские звонки.

source: Maximum number of incoming concurrent on-net and off-net calls to subscribers within the same Customer account, excluding calls from the application server and intra-PBX calls.
ru: Максимальное количество входящих одновременных и отключенных от сети звонков абонентам одного и того же счета Клиента, за исключением звонков с сервера приложений и внутриабонентских звонков.

source: Maximum number of outbound concurrent calls
ru: Максимальное количество одновременных исходящих вызовов

source: Maximum number of outbound concurrent calls of Customer
ru: Максимальное количество исходящих параллельных звонков клиента

source: Maximum number of outgoing concurrent on-net and off-net calls coming from a subscriber or going to a peer, excluding calls from subscriber to the application server and intra-PBX calls.
ru: Максимальное количество исходящих одновременно входящих в сеть и не входящих звонков, поступающих от абонента или идущих на пир, за исключением звонков от абонента на сервер приложений и внутриабонентских звонков.

source: Maximum number of outgoing concurrent on-net and off-net calls for subscribers within the same Customer account, excluding calls to the application server and intra-PBX calls.
ru: Максимальное количество исходящих одновременно в сети и вне сети для абонентов в рамках одного счета Клиента, за исключением звонков на сервер приложений и внутриабонентских звонков.

source: Maximum number of overall (incoming and outgoing) concurrent on-net and off-net calls for a subscriber or peer, excluding calls from subscriber to the application server and intra-PBX calls.
ru: Максимальное количество общих (входящие и исходящие) одновременных он-лайн и офф-лайн звонков для абонента или пира, за исключением звонков от абонента на сервер приложений и внутриабонентских звонков.

source: Maximum number of overall (incoming and outgoing) concurrent on-net and off-net calls for subscribers within the same Customer account, excluding calls to the application server and intra-PBX calls.
ru: Максимальный номер общих (входящие и исходящие) одновременных он-лайн и офф-лайн звонков для абонентов в рамках одного счета Клиента, за исключением звонков на сервер приложений и внутриабонентских звонков.

source: Maximum number of subscribers for this customer reached
ru: Достигнуто максимальное количество абонентов для этого клиента

source: Maximum total number of incoming concurrent calls going to subscribers.
ru: Максимальное общее количество поступивших параллельных звонков, поступающих подписчикам.

source: Maximum total number of outgoing concurrent calls coming from subscribers.
ru: Максимальное общее количество исходящих одновременно звонков, поступающих от абонентов.

source: Maximum total number of overall (incoming and outgoing) concurrent calls for subscribers.
ru: Максимальное общее количество одновременно входящих и исходящих звонков для абонентов.

source: Maximum value for subscriber extension number
ru: Максимальное значение для внутреннего номера абонента

source: May
ru: Май

source: Media Codec Transcoding Options
ru: Опции перекодирования медиа кодов

source: Media transport protocol
ru: Протокол переноса медиа

source: Message
ru: Сообщение

source: Method
ru: Метод

source: Method of the sip packet
ru: Метод sip-пакета

source: Method to configure the provisioning server on the phone. One of http, redirect_panasonic, redirect_yealink, redirect_polycom, redirect_snom, redirect_grandstream, redirect_ale, none.
ru: Метод настройки сервера инициализации на телефоне. Один из http, redirect_panasonic, redirect_yealink, redirect_polycom, redirect_snom, redirect_grandstream, redirect_ale, none.

source: Minimum value for subscriber extension number
ru: Минимальное значение для добавочного номера абонента

source: Minute
ru: Минута

source: Missed email templates
ru: Пропущенные шаблоны электронных писем

source: MoH sendonly
ru: Отправка MoH

source: MoH zero connection
ru: Соединение с нулевым MoH

source: Mobile Number
ru: Номер мобильного телефона

source: Mobile Push Expiry Timeout
ru: Таймаут истечения запроса Mobile Push

source: Mode
ru: Режим

source: Model
ru: Модель

source: Model id for the dynamic device model preferences
ru: Идентификатор модели для предпочтений динамической модели устройства

source: Model type
ru: Тип модели

source: Modify timestamp
ru: Изменить временную метку

source: Monday
ru: Понедельник

source: Monitoring & Statistics
ru: Мониторинг и статистика

source: Month
ru: Месяц

source: Monthly
ru: Ежемесячно

source: Monthly Fraud Limit
ru: Ежемесячный лимит мошенничества

source: Monthly Settings
ru: Ежемесячные настройки

source: Mos average
ru: Мос средний

source: Mos average jitter
ru: Mos средний джиттер

source: Mos average packetloss
ru: Mos средняя потеря пакетов

source: Mos average roundtrip
ru: Mos средняя поездка туда и обратно

source: Music on Hold
ru: Музыка при удержании

source: Must be at maximum %1 characters long
ru: Должно быть не более %1 символов

source: Must be at minimum %1 characters long
ru: Должно быть не менее %1 символов

source: Must be either a number or user@domain format.
ru: Должно быть либо число, либо user@domain формат.

source: Must contain digits
ru: Обязан содержать цифры

source: Must contain lower-case characters
ru: Обязан содержать символы в нижнем регистре

source: Must contain special characters
ru: Обязан содержать символы специального назначения

source: Must contain upper-case characters
ru: Обязан содержать символы в верхнем регистре

source: NAT and Media Flow Control
ru: NAT и управление голосовым потоком

source: NCOS LNP Carriers
ru: NCOS LNP Операторы

source: NCOS LNP pattern does not exist
ru: NCOS LNP шаблон не существует

source: NCOS Level
ru: Список NCOS

source: NCOS Levels
ru: Уровни NCOS

source: NCOS Number Patterns
ru: Шаблоны номеров NCOS

source: NCOS details for %1
ru: Детали NCOS для %1

source: NCOS level does not exist
ru: Список NCOS не существует

source: NCOS level setting successfully updated
ru: Настройки уровня NCOS успешно обновлены

source: NCOS level successfully created
ru: Список NCOS успешно создан

source: NCOS level successfully deleted
ru: Список NCOS успешно удален

source: NCOS level successfully updated
ru: Список NCOS успешно обновлен

source: NCOS lnp entry does not exist
ru: NCOS lnp запись не существует

source: NCOS lnp entry successfully created
ru: Запись NCOS lnp успешно создана

source: NCOS lnp entry successfully deleted
ru: NCOS lnp запись успешно удалена

source: NCOS lnp entry successfully updated
ru: NCOS lnp запись успешно обновлена

source: NCOS pattern does not exist
ru: Шаблон NCOS не существует

source: NCOS pattern successfully created
ru: Шаблон NCOS успешно создан

source: NCOS pattern successfully deleted
ru: Шаблон NCOS успешно удален

source: NCOS pattern successfully updated
ru: Шаблон NCOS успешно обновлен

source: NEW MESSAGE
ru: НОВОЕ СООБЩЕНИЕ

source: NFS Path
ru: Путь NFS

source: NFS Server
ru: Сервер NFS

source: NGCP Support Status
ru: Статус поддержки NGCP

source: NOTE: please note that for some scenarios the value is ignored, despite the fact that the field can be freely changed.
ru: ПРИМЕЧАНИЕ: обратите внимание, что для некоторых сценариев значение игнорируется, несмотря на то, что поле может быть свободно изменено.

source: NTP server
ru: NTP сервер

source: NTP server URL.
ru: URL-адрес NTP сервера.

source: NTP server sync interval
ru: Интервал синхронизации NTP сервера

source: Name
ru: Имя

source: Name field is required and should be defined in the form field or in the uploaded calendar file.
ru: Поле имени обязательно и должно быть определено в поле формы или в файле загруженного календаря.

source: Name in Fax Header
ru: Имя в заголовке факса

source: Name in Fax Header for Sendfax
ru: Имя в заголовке факса для Sendfax

source: Name of the location.
ru: Название места.

source: Name of the phone administrator.
ru: Имя администратора телефона.

source: Name will be prefixed with double underscore.
ru: Имя будет иметь префикс с двойным подчеркиванием.

source: Nat
ru: Нат

source: Ncos level id
ru: Ncos уровень id

source: Net Amount
ru: Сумма нетто

source: Network
ru: Сеть

source: Network Blocks
ru: Сетевые Блоки

source: Network id
ru: Идентификатор сети

source: Network-Provided CLI
ru: Сетевой номер абонента (NPN)

source: Network-Provided Display Name
ru: Сетевое отображаемое имя абонента

source: Networks
ru: Сети

source: Never
ru: Никогда

source: New CLI
ru: Новый CLI

source: New Description
ru: Новое описание

source: New Destinations
ru: Новые назначения

source: New Message
ru: Новое сообщение

source: New Messages
ru: Новые сообщения

source: New Name
ru: Новое имя

source: New cli
ru: Новый кли

source: No Billing Fee file specified!
ru: Не указан файл с ценами!

source: No Billing Voucher file specified!
ru: Не указан файл купона для выставления счета!

source: No CSV file specified!
ru: Не указан файл CSV!

source: No JWT key has been configured.
ru: Не настроен JWT ключ.

source: No LNP number file specified!
ru: Не указан файл с номерами LNP!

source: No branding specified, using standard branding.
ru: Брендинг не указан, используется стандартный брендинг.

source: No call list suppression file specified!
ru: Файл подавления списка вызовов не указан!

source: No calls yet
ru: Звонки не найдены

source: No devices registered
ru: Нету зарегистрированных устройств

source: No emergency mapping file specified!
ru: Не указан файл экстренного сопоставления!
