Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: The cost per second of each extra interval during offpeak hours in cents (e.g. 0.70 cents).
ru: Стоимость секунды каждого дополнительного интервала в непиковые часы в центах (например, 0,70 цента).

source: The cost per second of each extra interval during onpeak hours in cents (e.g. 0.70 cents).
ru: Стоимость секунды каждого дополнительного интервала в часы пик в центах (например, 0,70 цента).

source: The cost per second of each following interval during offpeak hours in cents (e.g. 0.70 cents).
ru: Стоимость секунды каждого последующего интервала в непиковые часы в центах (например, 0,70 цента).

source: The cost per second of each following interval during onpeak hours in cents (e.g. 0.90 cents).
ru: Стоимость секунды каждого последующего интервала в часы пик в центах (например, 0,90 цента).

source: The cost per second of the first interval during offpeak hours in cents (e.g. 0.70 cents).
ru: Стоимость секунды первого интервала в непиковые часы в центах (например, 0,70 цента).

source: The cost per second of the first interval during onpeak hours (e.g. 0.90 cent).
ru: Стоимость секунды первого интервала в часы пик (например, 0,90 цента).

source: The country code that will be used for routing of dialed numbers without a country code. Defaults to the country code of the E.164 number if the subscriber has one.
ru: Код страны, который будет использован для маршрутизации звонка без кода страны. По умолчанию будет использован код страны E.164 номера абонента.

source: The currency symbol or ISO code, used on invoices and webinterfaces.
ru: Символ валюты или код ISO, используемый в счетах-фактурах и веб-интерфейсах.

source: The current cash balance of the customer in EUR/USD/etc.
ru: Текущий остаток денежных средств клиента в EUR/USD/etc.

source: The current free-time balance of the customer in seconds.
ru: Текущий баланс свободного времени клиента в секундах.

source: The customer contract this device is belonging to.
ru: Клиентский контракт, которому принадлежит это устройство.

source: The customer contract this voucher can be used by (optional).
ru: Договор с клиентом, для которого может быть использован этот ваучер (необязательно).

source: The customer this invoice belongs to.
ru: Клиент, которому принадлежит данный счет-фактура.

source: The date the invoice has been sent by email or null if not sent.
ru: Дата отправки счета по электронной почте или null, если счет не отправлен.

source: The date until this voucher is valid (YYYY-MM-DD hh:mm:ss).
ru: Дата, до которой действует данный ваучер (ГГГГ-ММ-ДД чч:мм:сс).

source: The date until this voucher is valid.
ru: Дата, до которой действителен данный ваучер.

source: The datetime (YYYY-MM-DD HH:mm:ss) of the activation.
ru: Время даты (ГГГГ-ММ-ДД ЧЧ:мм:сс) активации.

source: The datetime (YYYY-MM-DD HH:mm:ss) of the creation.
ru: Время создания (ГГГГ-ММ-ДД ЧЧ:мм:сс).

source: The datetime (YYYY-MM-DD HH:mm:ss) of the modification.
ru: Время даты (ГГГГ-ММ-ДД ЧЧ:мм:сс) модификации.

source: The datetime (YYYY-MM-DD HH:mm:ss) of the secret key modification.
ru: Время (ГГГГ-ММ-ДД ЧЧ:мм:сс) модификации секретного ключа.

source: The datetime (YYYY-MM-DD HH:mm:ss) of the termination.
ru: Время даты (ГГГГ-ММ-ДД ЧЧ:мм:сс) прекращения работы.

source: The datetime (YYYY-MM-DD HH:mm:ss) pointing the begin of the time range when top-ups will be considered 'timely'.
ru: Время (ГГГГ-ММ-ДД ЧЧ:мм:сс), указывающее на начало временного диапазона, когда пополнение баланса будет считаться "своевременным".

source: The datetime (YYYY-MM-DD HH:mm:ss) pointing the deadline, when the cash balance will be discarded if no top-up was performed.
ru: Время (ГГГГ-ММ-ДД ЧЧ:мм:сс), указывающее на крайний срок, когда остаток денежных средств будет сброшен, если не было произведено пополнение.

source: The datetime (YYYY-MM-DD HH:mm:ss) pointing the end of the time range until top-ups will be considered 'timely'.
ru: Время (ГГГГ-ММ-ДД ЧЧ:мм:сс), указывающее на конец временного диапазона, в течение которого пополнение баланса будет считаться "своевременным".

source: The datetime (YYYY-MM-DD HH:mm:ss) pointing the first second belonging to the balance interval.
ru: Время даты (ГГГГ-ММ-ДД ЧЧ:мм:сс), указывающее на первую секунду, принадлежащую интервалу баланса.

source: The datetime (YYYY-MM-DD HH:mm:ss) pointing the last second belonging to the balance interval.
ru: Время даты (ГГГГ-ММ-ДД ЧЧ:мм:сс), указывающее на последнюю секунду, относящуюся к интервалу баланса.

source: The datetime (YYYY-MM-DD HH:mm:ss) when the billing profile gets active.
ru: Время (ГГГГ-ММ-ДД ЧЧ:мм:сс), когда биллинговый профиль становится активным.

source: The datetime (YYYY-MM-DD HH:mm:ss) when the billing profile is revoked.
ru: Время (YYYY-MM-DD HH:mm:ss), когда биллинговый профиль был отозван.

source: The datetime (YYYY-MM-DD HH:mm:ss) when the cash balance underran the profile package's underrun_lock_threshold and subscribers' lock levels were set.
ru: Время (ГГГГ-ММ-ДД ЧЧ:мм:сс), когда остаток денежных средств превысил порог underrun_lock_threshold пакета профиля и были установлены уровни блокировки абонентов.

source: The datetime (YYYY-MM-DD HH:mm:ss) when the cash balance underran the profile package's underrun_profile_threshold and underrun profiles were applied.
ru: Время (YYYY-MM-DD HH:mm:ss), когда остаток денежных средств превысил порог underrun_profile_threshold пакета профилей и были применены профили underrun.

source: The description of the Subscriber Profile.
ru: Описание профиля абонента.

source: The description of the level
ru: Описание уровня

source: The description of the sound set
ru: Описание набора звуков

source: The destination URI, user or number as dialed by the end user
ru: URI, пользователь или номер назначения, набранный конечным пользователем

source: The destination billing zone id (from billing.billing_zones_history) attached to the carrier billing cost.
ru: Идентификатор биллинговой зоны назначения (из billing.billing_zones_history), прикрепленный к биллинговой стоимости оператора.

source: The destination billing zone id (from billing.billing_zones_history) attached to the customer billing cost.
ru: Идентификатор зоны биллинга назначения (из billing.billing_zones_history), прикрепленный к стоимости биллинга клиента.

source: The destination billing zone id (from billing.billing_zones_history) attached to the reseller billing cost.
ru: Идентификатор биллинговой зоны назначения (из billing.billing_zones_history), прикрепленный к биллинговой стоимости посредника.

source: The destination for this slot; can be a number, username or full SIP URI.
ru: Место назначения для этого слота; может быть номером, именем пользователя или полным SIP URI.

source: The detailed name for the zone (e.g. US Mobile Numbers).
ru: Подробное название зоны (например, US Mobile Numbers).

source: The direction of calls this call list suppression applies to.
ru: Направление вызовов, к которым применяется запрет этого списка вызовов.

source: The direction rule set to apply, one of caller_in, callee_in, caller_out, callee_out, caller_lnp, callee_lnp
ru: Набор правил направления для применения, один из caller_in, callee_in, caller_out, callee_out, caller_lnp, callee_lnp

source: The domain id this subscriber belongs to.
ru: Идентификатор домена, к которому принадлежит данный абонент.

source: The domain of subscribers, this call list suppression applies to. An empty domain means to apply it to subscribers of any domain.
ru: Домен абонентов, на которых распространяется подавление данного списка вызовов. Пустой домен означает применение к абонентам любого домена.

source: The duration of the call.
ru: Продолжительность звонка.

source: The duration of the message.
ru: Продолжительность сообщения.

source: The duration/interval in temporal units.
ru: Продолжительность/интервал в единицах времени.

source: The email address of the contact.
ru: Адрес электронной почты контакта.

source: The email address of the subscriber.
ru: Адрес электронной почты подписчика.

source: The email address where to send notifications and the recordings.
ru: Адрес электронной почты, на который будут отправляться уведомления и записи.

source: The email template used to notify users about invoice.
ru: Шаблон электронной почты, используемый для уведомления пользователей о выставленном счете.

source: The email template used to notify users about password reset.
ru: Шаблон электронной почты, используемый для уведомления пользователей о сбросе пароля.

source: The email template used to notify users about subscriber creation.
ru: Шаблон электронной почты, используемый для уведомления пользователей о создании подписчика.

source: The emergency code.
ru: Код экстренной помощи.

source: The emergency mapping container this mapping entry belongs to.
ru: Контейнер аварийного отображения, к которому принадлежит эта запись отображения.

source: The encoding format of the stream (one of "wav", "mp3").
ru: Формат кодирования потока (один из "wav", "mp3").

source: The end of the invoice period.
ru: Конец периода выставления счета.

source: The end time in format hh:mm:ss
ru: Время окончания в формате чч:мм:сс

source: The end timestamp of the recording stream.
ru: Временная метка окончания потока записи.

source: The end timestamp of the recording.
ru: Временная метка окончания записи.

source: The event type.
ru: Тип события.

source: The expire timestamp of the registered contact.
ru: Временная метка истечения срока действия зарегистрированного контакта.

source: The expiry interval of sent push request. Client is expected to register within this time, otherwise he should treat the request as outdated and ignore.
ru: Таймаут истечения запроса Mobile Push. Если клиент не зарегистрируется в течении этого времени, система запишет звонок как пропущенный, а клиенту следует проигнорировать поздно полученный запрос Mobile Push.

source: The extension for the PBX subscriber
ru: Добавочный номер абонента PBX

source: The extension modules which can be attached to this device model.
ru: Модули расширения, которые могут быть подключены к данной модели устройства.

source: The external ID to identify top-up request.
ru: Внешний идентификатор для идентификации запроса на пополнение счета.

source: The fax number of the contact.
ru: Номер факса контактного лица.

source: The field of the inbound SIP message to match the pattern against
ru: Поле входящего SIP-сообщения для сопоставления с образцом

source: The filename of the sound file (for informational purposes only).
ru: Имя звукового файла (только в информационных целях).

source: The filename of this firmware.
ru: Имя файла этой микропрограммы.

source: The final SIP response code of the call.
ru: Окончательный код SIP-ответа вызова.

source: The folder the message is currently in (one of INBOX, Old, Work, Friends, Family, Cust1-Cust6)
ru: Папка, в которой находится сообщение (одна из INBOX, Old, Work, Friends, Family, Cust1-Cust6).

source: The folder the message is currently in (one of INBOX, Old, Work, Friends, Family, Cust1-Cust6).
ru: Папка, в которой находится сообщение (одна из INBOX, Old, Work, Friends, Family, Cust1-Cust6).

source: The fraud detection threshold per day (in cents, e.g. 1000).
ru: Порог обнаружения мошенничества в день (в центах, например, 1000).

source: The fraud detection threshold per month (in cents, e.g. 10000).
ru: Порог обнаружения мошенничества в месяц (в центах, например, 10000).

source: The free-time spent during the current interval in seconds (read-only).
ru: Свободное время, затраченное в течение текущего интервала, в секундах (только для чтения).

source: The free-time spent during this interval in seconds.
ru: Свободное время, затраченное в течение этого интервала, в секундах.

source: The full entry name "e.g. John Smith".
ru: Полное имя записи "например, Джон Смит".

source: The fully qualified domain name (e.g. sip.example.org).
ru: Полное доменное имя (например, sip.example.org).

source: The given name of the contact.
ru: Данное имя контакта.

source: The group this handle belongs to.
ru: Группа, к которой принадлежит эта ручка.

source: The human-readable display name (e.g. John Doe)
ru: Человекочитаемое отображаемое имя (например, John Doe)

source: The hunting policy for PBX hunt groups.
ru: Режим обзвона для PBX группы.

source: The id of the billing profile at the first second of the balance interval.
ru: id биллингового профиля на первой секунде интервала баланса.

source: The id of the capability.
ru: Идентификатор возможности.

source: The id of the recording session.
ru: Идентификатор сеанса записи.

source: The id of the subscriber the number is assigned to.
ru: Идентификатор абонента, за которым закреплен номер.

source: The id pointing to the "Call Forward Busy" entry in the voip_cf_mappings table
ru: ID указывающий на запись для "Call Forward Busy" в таблице voip_cf_mappings

source: The id pointing to the "Call Forward Overflow" entry in the voip_cf_mappings table
ru: Идентификатор, указывающий на запись "Call Forward Overflow" в таблице voip_cf_mappings

source: The id pointing to the "Call Forward SMS" entry in the voip_cf_mappings table
ru: Идентификатор, указывающий на запись "Call Forward SMS" в таблице voip_cf_mappings

source: The id pointing to the "Call Forward Timeout" entry in the voip_cf_mappings table
ru: ID указывающий на запись для "Call Forward Timeout" в таблице voip_cf_mappings

source: The id pointing to the "Call Forward Unavailable" entry in the voip_cf_mappings table
ru: ID указывающий на запись для "Call Forward Unavailable" в таблице voip_cf_mappings

source: The id pointing to the "Call Forward Unconditional" entry in the voip_cf_mappings table
ru: ID указывающий на запись для "Call Forward Unconditional" в таблице voip_cf_mappings

source: The id pointing to the "Call Forward on Response" entry in the voip_cf_mappings table
ru: Идентификатор, указывающий на запись "Call Forward on Response" в таблице voip_cf_mappings

source: The included free minutes per billing interval (in seconds, e.g. 60000 for 1000 free minutes).
ru: Включенные бесплатные минуты за расчетный интервал (в секундах, например, 60000 для 1000 бесплатных минут).

source: The included free money per billing interval (in cents, e.g. 10000).
ru: Включенные бесплатные деньги за расчетный интервал (в центах, например, 10000).

source: The initial balance (in cents) that will be set for the very first balance interval.
ru: Начальный баланс (в центах), который будет установлен для самого первого интервала баланса.

source: The internal SIP Call-ID of the call.
ru: Внутренний SIP Call-ID вызова.

source: The internal id in the sms journal
ru: Внутренний идентификатор в журнале смс

source: The interval between each iteration. For example, when 'Repeate (frequency)' defined iteration unit as 'yearly', an interval of '2' means once every two years, but with 'Repeate (frequency)' equal to 'hourly', it means once every two hours. The default interval is '1'.
ru: Интервал между каждой итерацией. Например, если для параметра 'Repeate (frequency)' определена единица итерации как 'yearly', интервал '2' означает один раз в два года, а если 'Repeate (frequency)' равен 'hourly', это означает один раз в два часа. По умолчанию интервал равен '1'.

source: The interval's cash balance of the contract in EUR/USD/etc.
ru: Остаток денежных средств по контракту в EUR/USD/etc.

source: The interval's free-time balance of the contract in seconds.
ru: Остаток свободного времени по контракту в секундах.

source: The interval's initial cash balance of the contract in EUR/USD/etc.
ru: Начальный денежный баланс контракта в EUR/USD/etc.

source: The interval's initial free-time balance of the contract in seconds.
ru: Начальный баланс свободного времени контракта в секундах.

source: The invoice serial number.
ru: Серийный номер счета-фактуры.

source: The invoice template for invoice generation. If none is assigned, no invoice will be generated for this customer.
ru: Шаблон счета-фактуры для формирования счета-фактуры. Если шаблон не назначен, то для данного клиента счет-фактура не будет сформирован.

source: The invoice template to use for the invoice generation.
ru: Шаблон счета-фактуры, который будет использоваться для формирования счета-фактуры.

source: The invoice template type (only svg for now).
ru: Тип шаблона счета-фактуры (пока только svg).

source: The language of the default sound files.
ru: Язык звуковых файлов по умолчанию.

source: The length of each extra interval during offpeak hours in seconds (e.g. 30).
ru: Продолжительность каждого дополнительного интервала в непиковые часы в секундах (например, 30).

source: The length of each extra interval during onpeak hours in seconds (e.g. 30).
ru: Продолжительность каждого дополнительного интервала в часы пик в секундах (например, 30).

source: The length of each following interval during offpeak hours in seconds (e.g. 30).
ru: Продолжительность каждого следующего интервала в непиковые часы в секундах (например, 30).

source: The length of each following interval during onpeak hours in seconds (e.g. 30).
ru: Продолжительность каждого следующего интервала в часы пик в секундах (например, 30).

source: The length of the call queue.
ru: Длина очереди вызовов.

source: The length of the first interval during offpeak hours in seconds (e.g. 60).
ru: Продолжительность первого интервала в непиковые часы в секундах (например, 60).

source: The length of the first interval during onpeak hours in seconds (e.g. 60).
ru: Продолжительность первого интервала в часы пик в секундах (например, 60).

source: The level mode (one of blacklist, whitelist)
ru: Режим уровня (один из "черный список", "белый список")

source: The level name
ru: Название уровня

source: The line/key to use (starting from 0)
ru: Используемая линия/клавиша (начиная с 0)

source: The linerange name to use.
ru: Имя linerange для использования.

source: The lines for this pbx device. Required keys are 'linerange' (name of range to use), 'key_num' (key number in line range, starting from 0), 'type' (one of 'private', 'shared', 'blf'), 'subscriber_id' (the subscriber mapped to this key).
ru: Линии для данного устройства pbx. Необходимые ключи: 'linerange' (имя используемого диапазона), 'key_num' (номер ключа в диапазоне линий, начиная с 0), 'type' (один из 'private', 'shared', 'blf'), 'subscriber_id' (абонент, сопоставленный с этим ключом).

source: The list of actions in the rule.
ru: Список действий в правиле.

source: The list of conditions in the rule.
ru: Список условий в правиле.

source: The list of rules in the set.
ru: Список правил в наборе.

source: The location lookup mode
ru: Режим поиска местоположения

source: The lock level of the subscriber.
ru: Уровень блокировки абонента.

source: The lock level to reset all customer's subscribers to after a successful top-up (usually 'no lock (unlock)').
ru: Уровень блокировки для сброса всех абонентов клиента после успешного пополнения баланса (обычно "без блокировки (разблокировки)").

source: The lock level to reset all customer's subscribers to after a successful top-up (usually 0).
ru: Уровень блокировки, на который сбрасываются все абоненты клиента после успешного пополнения счета (обычно 0).

source: The lock level to set all customer's subscribers to in case the balance underruns "underrun_lock_threshold".
ru: Уровень блокировки, на который следует перевести всех абонентов клиента в случае, если баланс не достигнет порога "underrun_lock_threshold".

source: The main E.164 number (containing a cc, ac and sn attribute) used for inbound and outbound calls.
ru: Основной номер E.164 (содержащий атрибуты cc, ac и sn), используемый для входящих и исходящих вызовов.

source: The max number of extension modules which can be attached to this device model.
ru: Максимальное количество модулей расширения, которые могут быть подключены к данной модели устройства.

source: The members (as SIP URIs) of the PBX hunt group.
ru: Члены PBX группы (в виде SIP URI).

source: The mixing type of the stream (one of "single", "mixed").
ru: Тип смешивания потока (один из "одиночный", "смешанный").

source: The mobile number of the contact.
ru: Номер мобильного телефона контактного лица.

source: The mode how the the fee's source/destination has to match a call's source/destination.
ru: Режим, при котором источник/назначение платы должен совпадать с источником/назначением вызова.

source: The model name of this device.
ru: Название модели данного устройства.

source: The name of the Header Rule Set.
ru: Имя набора правил заголовка.

source: The name of the Rewrite Rule Set.
ru: Имя набора правил перезаписи.

source: The name of the Subscriber Profile Set.
ru: Имя набора профилей абонентов.

source: The name of the Subscriber Profile.
ru: Имя профиля абонента.

source: The name of the billing network.
ru: Имя биллинговой сети.

source: The name of the bnumber set
ru: Имя набора bnumber

source: The name of the capability.
ru: Имя возможности.

source: The name of the destination set.
ru: Имя набора назначения.

source: The name of the invoice template.
ru: Имя шаблона счета-фактуры.

source: The name of the profile package.
ru: Имя пакета профиля.

source: The name of the reseller.
ru: Имя посредника.

source: The name of the sound set
ru: Название звукового набора

source: The name of the source set
ru: Имя исходного набора

source: The name to display on the device (usually the name of the person this device belongs to).
ru: Имя, которое будет отображаться на устройстве (обычно это имя человека, которому принадлежит данное устройство).

source: The ncos level this lnp entry belongs to.
ru: Уровень ncos, к которому относится данная запись lnp.

source: The ncos level this pattern belongs to.
ru: Уровень ncos, к которому относится эта деталь.

source: The ncos list this pattern belongs to.
ru: Список ncos, к которому принадлежит эта деталь.

source: The net amount of the invoice in USD, EUR etc.
ru: Чистая сумма счета-фактуры в долларах США, евро и т.д.

source: The network-provided display name used for XMPP contacts and optionally SIP outbound header manipulation.
ru: Сетевое отображаемое имя пользователя, используемое для списка контактов XMPP и опционально для манипуляций с исходящими SIP заголовками.

source: The new CLI to be used as UPN, when one of the patterns matches.
ru: Новый CLI, который будет использоваться в качестве UPN при совпадении одного из шаблонов.

source: The non-primary alias of an 'update_profile', 'start_profile' or 'end_profile' event to track number changes.
ru: Неосновной псевдоним события 'update_profile', 'start_profile' или 'end_profile' для отслеживания изменения номера.

source: The non-primary alias with lowest id of the subscriber's pilot subscriber, after number updates during the operation.
ru: Неосновной псевдоним с наименьшим id пилотного абонента, после обновления номера во время операции.

source: The non-primary alias with lowest id of the subscriber's pilot subscriber, before number updates during the operation.
ru: Неосновной псевдоним с наименьшим id пилотного абонента, до обновления номеров во время операции.

source: The number id (which must be marked as device id) used for this line/subscriber assignment.
ru: Идентификатор номера (который должен быть отмечен как идентификатор устройства), используемый для данного назначения линии/абонента.

source: The number of channels in the stream (e.g. 1 for mono, 2 for stereo).
ru: Количество каналов в потоке (например, 1 для моно, 2 для стерео).

source: The number of free seconds of the carrier contract for this call.
ru: Количество бесплатных секунд по контракту оператора для данного вызова.

source: The number of free seconds of the customer used for this call.
ru: Количество бесплатных секунд клиента, использованных для данного вызова.
