Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Successfully updated device model preference
ru: Настройки модели устройства успешно обновлены

source: Successfully updated device profile
ru: Профиль устройства успешно обновлен

source: Successfully updated fax setting
ru: Настройки факса успешно обновлены

source: Successfully updated location mapping
ru: Успешно обновлено отображение местоположения

source: Successfully updated mailtofax setting
ru: Настройки mailtofax успешно обновлены

source: Successfully updated password
ru: Пароль успешно обновлен

source: Successfully updated reminder setting
ru: Настройки напоминания успешно обновлена

source: Successfully updated source set
ru: Источник успешно обновлён

source: Successfully updated speed dial slot
ru: Слот быстрого набора успешно обновлен

source: Successfully updated subscriber
ru: Абонент успешно обновлен

source: Successfully updated time set
ru: Время успешно обновлено

source: Successfully updated trusted source
ru: IP авторизация успешно обновлена

source: Successfully updated voicemail setting
ru: Настройки голосовой почты успешно обновлены

source: Sunday
ru: Воскресенье

source: Super
ru: Супер

source: Support Auto-Answer
ru: Поддержка автоответа

source: Support Status
ru: Статус поддержки

source: Supports Busy Lamp Field
ru: Поддерживает поле занятой лампы

source: Supports Private Line
ru: Поддерживает частную линию

source: Supports Shared Line
ru: Поддерживает общую линию

source: Switch
ru: Переключатель

source: Switch between blacklisting (bl) or whitelisting (wl) of codec IDs listed in codecs_id_list (1 for wl, 0 bl).
ru: Переключение между чёрным списком (bl) или белым списком (wl) кодеков, перечисленных в кодека_id_list (1 для wl, 0 bl).

source: Switch between blacklisting (bl) or whitelisting (wl) of codecs listed in codecs_list (1 for wl, 0 bl).
ru: Переключение между чёрным листингом (bl) или белым списком (wl) кодеков, перечисленных в кодеках (1 для wl, 0 bl).

source: Sync
ru: Синхронизация

source: Sync Device
ru: Синхронизация устройств

source: Sync Email Templates
ru: Синхронизировать шаблоны писем

source: Synchronisation interval of NTP server.
ru: Интервал синхронизации NTP сервера.

source: Syslog level
ru: Уровень Syslog

source: Syslog logging level.
ru: Уровень регистрации Syslog.

source: Syslog server
ru: Syslog-сервер

source: Syslog server URL.
ru: URL сервера Syslog.

source: System
ru: Система

source: System Sound Set
ru: Системный набор звуков

source: System Statistics
ru: Статистика системы

source: System Status
ru: Состояние системы

source: T.38: Disable ECM support
ru: T.38: Отключение поддержки ECM

source: T.38: Disable IAF support
ru: T.38: Отключение поддержки IAF

source: T.38: Disable V.17 support
ru: T.38: Выключить поддержку V.17

source: T.38: Disable V.27ter support
ru: T.38: Выключить поддержку V.27ter

source: T.38: Disable V.29 support
ru: T.38: Выключить поддержку V.29

source: T.38: Disable V.34 support
ru: T.38: Отключение поддержки V.34

source: T.38: Use FEC
ru: T.38: Использование FEC

source: Tag
ru: Метка

source: Template
ru: Шаблон

source: Template and customer must belong to same reseller
ru: Шаблон и клиент должны принадлежать одному реселлеру

source: Template has not been saved yet, please save before previewing.
ru: Шаблон не сохранен, пожалуйста сохраните шаблон перед предварительным просмотром.

source: Template variables
ru: Переменные шаблона

source: Terminate
ru: Удалить

source: Terminate Call
ru: Разорвать звонок

source: Terminate timestamp
ru: Временная метка завершения

source: Terminating own subscriber is prohibited.
ru: Удаление собственного абонента запрещено.

source: Terminating pilot subscriber when other subscribers exist is prohibited.
ru: Игнорирование пилотного абонента при наличии других абонентов запрещено.

source: Text
ru: Текст

source: The "timely" interval in temporal units.
ru: "Своевременный" интервал в единицах времени.

source: The 'caller_pattern' of a peering group has to match this tag to be considered for outgoing calls.
ru: Шаблон вызывающего абонента" пиринговой группы должен соответствовать этому тегу, чтобы быть рассмотренным для исходящих вызовов.

source: The 'special' peak-time schedule for this billing profile. It is represented by an array of objects, each containing the keys "start" (YYYY-MM-DD HH:mm:ss) and "stop" (YYYY-MM-DD HH:mm:ss). Each time range provided determines when to use a fee's offpeak rates.
ru: Особое" расписание пикового времени для данного профиля тарификации. Он представлен массивом объектов, каждый из которых содержит ключи "start" (YYYY-MM-DD HH:mm:ss) и "stop" (YYYY-MM-DD HH:mm:ss). Каждый указанный временной диапазон определяет, когда использовать внепиковые тарифы платы.

source: The 'weekday' peak-time schedule for this billing profile. It is represented by an array of objects, each containing the keys "weekday" (0 .. Monday, 6 .. Sunday), "start" (HH:mm:ss) and "stop" (HH:mm:ss). Each time range provided determines when to use a fee's offpeak rates.
ru: Расписание пикового времени "будний день" для данного профиля тарификации. Он представлен массивом объектов, каждый из которых содержит ключи "weekday" (0 ... Monday, 6 ... Sunday), "start" (HH:mm:ss) и "stop" (HH:mm:ss). Каждый указанный диапазон времени определяет, когда следует использовать внепиковые тарифы.

source: The API key (readonly).
ru: Ключ API (только для чтения).

source: The BIC (Business Identifier Code) of the contact bank details.
ru: BIC (Business Identifier Code) контактных банковских реквизитов.

source: The CLI of the other party, or null if CLIR was active. For intra-PBX calls it is the PBX extension, for inter-PBX calls it is the value of the field specified by the alias_field parameter if available, otherwise the souce_cli or destination_user_in. CLI format is denormalized by caller-out rewrite rule of subscriber.
ru: CLI другой стороны, или null, если CLIR был активен. Для звонков внутри АТС это внутренний номер АТС, для звонков между АТС - значение поля, указанного параметром alias_field, если оно доступно, иначе souce_cli или destination_user_in. Формат CLI денормализуется правилом перезаписи абонента caller-out.

source: The CLI of the own party. For PBX subscribers it is always the PBX extension, otherwise the source_cli or destination_user_in. CLI format is denormalized by caller-out rewrite rule of subscriber.
ru: CLI собственного абонента. Для абонентов АТС это всегда внутренний номер АТС, в противном случае source_cli или destination_user_in. Формат CLI денормализуется правилом перезаписи абонента caller-out.

source: The E164 number block.
ru: Номерной блок E164.

source: The E164 number in format &lt;cc&gt;&lt;ac&gt;&lt;sn&gt; to send voicemail notification SMS.
ru: Номер E164 в формате &lt;cc&gt;&lt;ac&gt;&lt;sn&gt; для отправки SMS с уведомлением о голосовой почте.

source: The E164 number in format <cc><ac><sn> to send voicemail notification SMS.
ru: Номер E164 в формате <cc><ac><sn> для отправки SMS с уведомлением о голосовой почте.

source: The HTTP method to set the provisioning server (one of GET, POST).
ru: Метод HTTP для установки сервера обеспечения (один из GET, POST).

source: The IBAN (International Bank Account Number) of the contact bank details.
ru: IBAN (международный номер банковского счета) банковский реквизит контакта.

source: The ID of the calling subscriber
ru: ID вызывающего абонента

source: The ID of the subscriber to apply rules for
ru: Идентификатор абонента, для которого необходимо применить правила

source: The IP address of the SNMP manager which is supposed to access this IMG. Only this IP will have access to the SNMP Agent.
ru: IP-адрес SNMP менеджера для доступа к этому IMG. Только этот IP будет иметь доступ к агенту SNMP.

source: The IP address of the X-2 interface.
ru: IP-адрес интерфейса X-2.

source: The IP address of the X-3 interface.
ru: IP-адрес интерфейса X-3.

source: The IVR key to press for this destination
ru: Клавиша IVR, которую нужно нажать для этого пункта назначения

source: The LI ID for this interception.
ru: Идентификатор LI для данного перехвата.

source: The LNP carrier this number is ported to.
ru: Носитель LNP, на который переносится данный номер.

source: The LNP carrier to include in the NCOS list.
ru: Носитель LNP для включения в список NCOS.

source: The MAC address of the device.
ru: MAC-адрес устройства.

source: The Name of this range, e.g. Phone Keys or Attendant Console 1 Keys, accessible in the config template array via phone.lineranges[].name
ru: Имя этого диапазона, например, телефонные клавиши или клавиши 1 консоли администратора, доступное в массиве шаблона конфигурации через phone.lineranges[].name

source: The PBX device.
ru: Устройство АТС.

source: The PBX extension used for short dialling. If provided, the primary number will automatically be derived from the pilot subscriber's primary number suffixed by this extension.
ru: Внутренний номер АТС, используемый для короткого набора. Если он указан, основной номер будет автоматически получен из основного номера пилотного абонента с суффиксом этого добавочного номера.

source: The PIN used to enter the IVR menu from external numbers.
ru: PIN-код, используемый для входа в меню IVR с внешних номеров.

source: The RTC networks that should be preinitialized for this reseller.
ru: Сети RTC, которые должны быть предварительно инициализированы для этого посредника.

source: The SIP URI pointing to the current contact of the subscriber. Should be a full sip uri, sip:user@ip:port.
ru: SIP URI, указывающий на текущий контакт абонента. Это должен быть полный sip uri, sip:user@ip:port.

source: The SIP call-id of the recorded call.
ru: SIP call-id записанного вызова.

source: The SIP header field to fetch the network-provided-number from for inbound calls
ru: Часть SIP заголовка, содержащая сетевой номер (NPN) при входящих звонках

source: The SIP header field to fetch the user-provided-number from for inbound calls
ru: Часть SIP заголовка, содержащая пользовательский номер (UPN) при входящих звонках

source: The SIP header to take the IP address for logging it into CDRs.
ru: SIP заголовок из которого извлекать IP адрес для сохранения его в CDR.

source: The SIP password for the User-Agents
ru: Пароль SIP для агентов-пользователей

source: The SIP username for the User-Agents
ru: Имя пользователя SIP для агентов-пользователей

source: The Snom device Product Family. Used to create the profile on Snom redirect server.
ru: Семейство продуктов устройства Snom. Используется для создания профиля на сервере перенаправления Snom.

source: The VAT number of the contact.
ru: Номер НДС контактного лица.

source: The VAT rate in percentage (e.g. 20).
ru: Ставка НДС в процентах (например, 20).

source: The amount of the voucher in cents of Euro/USD/etc.
ru: Сумма ваучера в центах евро/долларах США/и т.д.

source: The amount spent during the current interval in EUR/USD/etc (read-only).
ru: Сумма, потраченная за текущий интервал в EUR/USD/etc (только для чтения).

source: The amount spent during this interval in EUR/USD/etc.
ru: Сумма, потраченная в течение этого интервала в EUR/USD/etc.

source: The amount to top up in Euro/USD/etc.
ru: Сумма для пополнения в евро/долларах США/и т.д.

source: The amount to top up in cents of Euro/USD/etc.
ru: Сумма для пополнения в центах евро/долларов/и т.д.

source: The area code that will be used for routing of dialed numbers without an area code. Defaults to the area code of the E.164 number if the subscriber has one.
ru: Код региона, который будет использован для маршрутизации звонка без кода региона. По умолчанию будет использован код региона E.164 номера абонента.

source: The authentication realm (domain) used for outbound authentication.
ru: Область аутентификации (домен), используемая для исходящей аутентификации.

source: The authentication username used for outbound authentication.
ru: Имя пользователя аутентификации, используемое для исходящей аутентификации.

source: The balance interval in temporal units.
ru: Интервал равновесия в единицах времени.

source: The balance threshold (in cents) for the underrun lock level to come into effect.
ru: Порог баланса (в центах) для вступления в силу уровня блокировки недобора.

source: The balance threshold (in cents) for underrun profiles to come into effect.
ru: Порог баланса (в центах) для вступления в силу профилей недорасхода.

source: The balance will be discarded if no top-up happened for the given number of balance interval units.
ru: Баланс будет сброшен, если за заданное количество единиц интервала баланса не произошло пополнения.

source: The bank name of the contact bank details.
ru: Название банка с контактными банковскими реквизитами.

source: The base CLI for the PBX extension.
ru: Базовый CLI добавочных номеров PBX.

source: The base fee charged per billing interval (a monthly fixed fee, e.g. 100) in cents. This fee can be used on the invoice.
ru: Базовая плата, взимаемая за один расчетный интервал (ежемесячная фиксированная плата, например, 100) в центах. Эта плата может быть использована в счете-фактуре.

source: The billing fee id used to calculate the destination carrier cost.
ru: Идентификатор тарификации используется для расчета стоимости перевозчика назначения.

source: The billing fee id used to calculate the destination customer cost.
ru: Идентификатор биллинговой платы используется для расчета стоимости клиента назначения.

source: The billing fee id used to calculate the destination reseller cost.
ru: Идентификатор биллинговой платы используется для расчета стоимости посредника назначения.

source: The billing fee id used to calculate the source carrier cost.
ru: Идентификатор биллинговой платы используется для расчета стоимости носителя источника.

source: The billing fee id used to calculate the source customer cost.
ru: Идентификатор биллинговой платы, используемый для расчета стоимости исходного клиента.

source: The billing fee id used to calculate the source reseller cost.
ru: Идентификатор биллинговой платы, используемый для расчета стоимости посредника источника.

source: The billing network id this profile is restricted to.
ru: Идентификатор биллинговой сети, на которую распространяется данный профиль.

source: The billing package to switch to after topup.
ru: Биллинговый пакет, на который следует перейти после пополнения счета.

source: The billing profile / billing network interval schedule used to charge this contract can be specified. It is represented by an array of objects, each containing the keys "start", "stop", "profile_id" and "network_id" (/api/customers/ only). When POSTing, it has to contain a single interval with empty "start" and "stop" fields. Only intervals beginning in the future can be updated afterwards. This field is required if the 'profiles' profile definition mode is used.
ru: Можно указать биллинговый профиль / расписание интервалов биллинговой сети, используемое для тарификации данного контракта. Он представлен массивом объектов, каждый из которых содержит ключи "start", "stop", "profile_id" и "network_id" (только для /api/customers/). При POST-отправке он должен содержать один интервал с пустыми полями "start" и "stop". После этого можно обновлять только интервалы, начинающиеся в будущем. Это поле необходимо, если используется режим определения профиля 'profiles'.

source: The billing profile / billing network interval schedule used to charge this contract.
ru: Профиль биллинга / график интервалов биллинговой сети, используемый для тарификации данного контракта.

source: The billing profile id used to charge this contract, which will become active immediately. This field is required if the profile definition mode is not defined or the 'id' mode is used.
ru: Идентификатор биллингового профиля, используемый для тарификации данного контракта, который станет активным немедленно. Это поле требуется, если режим определения профиля не определен или используется режим 'id'.

source: The billing profile id used to charge this contract.
ru: Идентификатор биллингового профиля, используемый для тарификации данного контракта.

source: The billing profile schedule used to charge this contract.
ru: График биллингового профиля, используемый для тарификации данного контракта.

source: The billing profile this billing fee belongs to.
ru: Профиль биллинга, к которому относится данная плата за биллинг.

source: The billing profile this billing zone belongs to.
ru: Профиль биллинга, к которому принадлежит данная биллинговая зона.

source: The billing profile used to charge this contract.
ru: Профиль биллинга, используемый для тарификации данного контракта.

source: The billing zone id this fee belongs to.
ru: Идентификатор биллинговой зоны, к которой относится данная плата.

source: The bnumber set mode. A blacklist matches everything except numbers in the list, a whitelist only matches numbers (or expressions) in this list.
ru: Режим установки bnumber. Черный список соответствует всему, кроме чисел в списке, белый список соответствует только числам (или выражениям) в этом списке.

source: The call direction when to apply this fee (either for inbound or outbound calls).
ru: Направление вызова, когда применять эту плату (либо для входящих, либо для исходящих вызовов).

source: The caller ID who left the message.
ru: Идентификатор абонента, оставившего сообщение.

source: The calling party number in E164 format to match. Regular expressions or shell patterns can be used depending on the is_regex flag. Use &quot;anonymous&quot; to match suppressed numbers.
ru: Номер вызывающего абонента в формате E164 для проверки. В зависимости от флага is_regex могут использоваться регулярные выражения или шаблоны оболочки. Используйте &quot;анонимных&quot; для поиска подавленных номеров.

source: The chosen Codecs will be used from the IMG to transcode to, in the given order of priority.
ru: Выбранные кодеки будут использоваться из IMG для перекодирования в заданном порядке приоритета.

source: The city name of the contact.
ru: Название города, в котором находится контакт.

source: The cluster set used for SIP lb and RTP
ru: Кластерный набор используется для SIP lb и RTP

source: The community name, used by the SNMP manager, to access this IMG as an Agent.
ru: Имя сообщества, используемое SNMP менеджером для доступа к IMG в качестве агента.

source: The company name of the contact.
ru: Название компании контакта.

source: The company registration number of the contact.
ru: Регистрационный номер компании контакта.

source: The contact id this contract belongs to.
ru: Контактный идентификатор, которому принадлежит этот контракт.

source: The contact priority for serial forking (float value, higher is stronger) between 0 and 1.00
ru: Приоритет контакта для последовательного форкинга (плавающее значение, выше - сильнее) между 0 и 1.00

source: The content of the message
ru: Содержание сообщения

source: The content to put into the Diversion header for outbound calls (use "None" to not set header at all)
ru: Содержимое заголовка Diversion при исходящем звонке (выберите "None", чтобы не посылать этот заголовок)

source: The content to put into the From display-name for outbound calls from the platform to the subscriber
ru: Содержимое display-name заголовка From при исходящем звонке от системы к абоненту

source: The content to put into the From username for outbound calls from the platform to the subscriber
ru: Содержимое имени пользователя заголовка From при исходящем звонке от системы к абоненту

source: The content to put into the History-Info header for outbound calls (use "None" to not set header at all)
ru: Содержимое заголовка History-Info при исходящем звонке от системы (выберите "None", чтобы не посылать этот заголовок)

source: The content to put into the P-Asserted-Identity username for outbound calls from the platform to the subscriber (use "None" to not set header at all)
ru: Содержимое имени пользователя заголовка P-Asserted-Identity при исходящем звонке (выберите "None", чтобы не посылать этот заголовок)

source: The content to put into the P-Preferred-Identity username for outbound calls from the platform to the subscriber (use "None" to not set header at all)
ru: Содержимое имени пользователя заголовка P-Preferred-Identity при исходящем звонке (выберите "None", чтобы не посылать этот заголовок)

source: The content to put into the PAI display-name for outbound calls
ru: Контент, помещаемый в PAI для исходящих вызовов

source: The content to put into the To username for outbound calls from the platform to the subscriber or peer.
ru: Контент, помещаемый в имя пользователя для исходящих звонков от платформы к абоненту или пиру.

source: The content type this config is served as.
ru: Тип содержимого, в качестве которого обслуживается данная конфигурация.

source: The contract id this location belongs to.
ru: Идентификатор контракта, которому принадлежит это место.

source: The contract this sound set belongs to. If set, the sound set becomes a customer sound set instead of a system sound set.
ru: Контракт, к которому принадлежит данный звуковой набор. Если установлено, набор звуков становится набором звуков клиента вместо набора звуков системы.

source: The contract to create the invoice for.
ru: Контракт, по которому будет создан счет-фактура.

source: The contract used for this reseller.
ru: Контракт, используемый для данного торгового посредника.

source: The contract used for this subscriber.
ru: Контракт, используемый для данного абонента.

source: The contract's actual billing profile after the top-up.
ru: Фактический профиль тарификации контракта после пополнения счета.

source: The contract's actual billing profile before the top-up.
ru: Фактический биллинговый профиль контракта до пополнения счета.

source: The contract's balance interval after the top-up.
ru: Интервал баланса контракта после пополнения.

source: The contract's balance interval before the top-up.
ru: Интервал баланса контракта до пополнения.

source: The contract's cash balance after the top-up in Euro/USD/etc.
ru: Остаток денежных средств по контракту после пополнения в евро/долларах США/и т.д.

source: The contract's cash balance before the top-up in Euro/USD/etc.
ru: Остаток денежных средств по контракту до пополнения в евро/долларах США/и т.д.

source: The contract's profile package after the top-up.
ru: Профильный пакет контракта после пополнения.

source: The contract's profile package before the top-up.
ru: Профильный пакет контракта до пополнения.

source: The contract's subscribers' lock levels after the top-up.
ru: Уровни блокировки абонентов контракта после пополнения счета.

source: The contract's subscribers' lock levels before the top-up.
ru: Уровни блокировки подписчиков контракта до пополнения.

source: The conversation event type: call/voicemail/sms/fax/xmpp.
ru: Тип события разговора: звонок/ голосовая почта/ смс/факс/xmpp.

source: The cost for the called party customer towards the reseller.
ru: Стоимость для клиента вызываемой стороны по отношению к посреднику.

source: The cost for the calling party customer towards the reseller.
ru: Стоимость для клиента вызывающей стороны по отношению к посреднику.

source: The cost for the carrier towards the operator (e.g. for 800-numbers).
ru: Расходы оператора связи по отношению к оператору (например, для 800-номеров).

source: The cost for the customer.
ru: Стоимость для клиента.

source: The cost for the operator towards the peering carrier.
ru: Стоимость для оператора по отношению к пиринговому оператору.

source: The cost for the reseller of the called party towards the system operator.
ru: Стоимость для посредника вызываемого абонента по отношению к оператору системы.

source: The cost for the reseller of the calling party towards the system operator.
ru: Стоимость для посредника вызывающей стороны по отношению к оператору системы.
