Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Identifier name for a domain or a peer host (e.g. SIPWISE_1 or ACME_SBC). You can set it to any friendly name you prefer to identify this exchange point
ru: Идентификатор домена или узла узла (например SIPWISE_1 или ACME_SBC). Вы можете установить его на любое имя, которое вы предпочитаете, чтобы определить эту точку обмена

source: Idle interval before connecting first caller in PBX Call Queue. By default it is 10 seconds
ru: Интервал бездействия перед подключением первого звонящего в очередь звонков АТС. По умолчанию это 10 секунд

source: If a recurrence instance happens to be the same as the given 'until' value, this will be the last occurrence. 'until' shouldn't be defined together with 'Count'.
ru: Если экземпляр повторения совпадает с заданным значением 'until', то это будет последнее повторение. 'until' не должно определяться вместе с 'Count'.

source: If activated for this domain, subscribers not having the emergency_priorization flag set are no longer able to register and place calls except for emergency calls.
ru: Если эта опция активирована для этого домена, абоненты, не имеющие набора флага emergency_priorization больше не могут регистрировать и размещать звонки, кроме вызовов экстренной помощи.

source: If active (and a customer is selected), this sound set is used for all existing and new subscribers within this customer if no specific sound set is specified for the subscribers
ru: Если активен (и выбран клиент), этот набор звуков используется для всех существующих и новых абонентов в рамках данного клиента, если для абонентов не указан конкретный набор звуков.

source: If active and a customer is selected, this sound set is used for all existing and new subscribers within this customer if no specific sound set is specified for the subscribers
ru: Если активен и выбран клиент, этот набор звуков используется для всех существующих и новых абонентов в рамках этого клиента, если для абонентов не указан конкретный набор звуков.

source: If active, and the number is not assigned to a local subscriber, calls to this number are rejected with 404 Not Found.
ru: Если активен, и номер не закреплен за местным абонентом, вызовы на этот номер отклоняются с сообщением 404 Not Found.

source: If active, no LNP rewrite rules will be applied after the LNP lookup.
ru: Если активен, то после поиска LNP не будут применяться правила перезаписи LNP.

source: If active, this sound set is used for all existing and new subscribers if no specific sound set is specified for them
ru: Если активен, этот набор звуков используется для всех существующих и новых абонентов, если для них не указан конкретный набор звуков.

source: If enabled allows LNP queries for local subscribers.
ru: Если включено, позволяет LNP запросы для локальных подписчиков.

source: If enabled, Call Forwarding does not count as an outgoing call towards concurrent_max limit of subscriber that is doing the forward
ru: Если включено, переадресация звонков не считается исходящим вызовом concurrent_max лимит абонента, который делает вперед

source: If enabled, an LNP lookup is performed for calls from this peer using the network-provided calling party number. The resulting LNP prefix is written to CDRs as source_lnp_prefix.
ru: Если этот параметр включен, производится поиск LNP для звонков с этого узла с использованием предоставленного по сети номера абонента. Результирующий префикс LNP записывается на CDR как source_lnp_prefix.

source: If enabled, any vertical service codes, e.g. *99*1234, are rejected by the system to disable the possibility of provisioning features via phones .
ru: Если включено, любые вертикальные сервисные коды, например *99*1234, отклоняются системой для отключения возможности подготовки по телефонам .

source: If enabled, incoming anonyous calls from this user will be dropped
ru: Если включено, входящие анонимного звонки от этого пользователя будут удалены

source: If enabled, npdi parameter will be added if there is a LNP query.
ru: Если включено, параметр npdi будет добавлен, если есть LNP запрос.

source: If enabled, rtpengine will always trancode any received media to the first (highest priority) codec offered by the other side that is supported for transcoding.
ru: Если этот параметр включен, rtpengine всегда будет перекодировать любой полученный носитель к первому (высшему приоритету) кодеку, предлагаемому другой стороной, которая поддерживается для транскодирования.

source: If enabled, set the outbound headers as per peer outbound_* preferences when the call is forced to the peer by force_outbound_calls_to_peer setting. Otherwise, the outbound headers are controlled by the user/domain settings of the subscriber which forces the call to peer (by default).
ru: Если этот параметр включен, установите исходящие заголовки как для каждого пира outbound_* настройки, когда вызов вынужден к узлу с помощью параметра force_outbound_calls_to_peer. В противном случае исходящие заголовки контролируются настройками пользователя/домена абонента, что заставляет звонить к узлу (по умолчанию).

source: If enabled, the media direction attributes (sendrecv, sendonly, recvonly, inactive) from the original SDP will remain unchanged as they were received
ru: Если этот параметр включен, атрибуты направления медиа (sendrecv, посылать, recvonly, inactive) из первоначального SDP останутся неизменными по мере получения

source: If fees are uploaded via text/csv bulk upload, this option defines whether to purge any existing fees for the given billing profile before inserting the new ones.
ru: Если сборы загружаются с помощью массовой загрузки текста/csv, этот параметр определяет, нужно ли очищать все существующие сборы для данного расчетного профиля перед вставкой новых.

source: If reject code is specified and the call is rejected, the reason in the response is taken from this value
ru: Если указан код отказа и вызов отклонен, причина в ответе берется из этого значения

source: If set and a CF to an outbound number is configured on the subscriber, the selection of the outbound peer is done using the forwarder as caller number.
ru: Если задать и CF на исходящий номер настроен на абонента, выбор исходящего узла осуществляется с использованием форвардера в качестве номера вызывающего узла.

source: If set to a number, any outbound calls which are blocked due to outbound block lists or NCOS levels are diverted to the given number.
ru: Если установлено на номер, то все исходящие звонки, которые блокируются из-за исходящих блочных списков или уровней NCOS, переходят на заданный номер.

source: If set, do not try to fallback if the callee UAc replies with a '404 Not found' message after receiving an extension included in the base number or a e164 number (if e164_to_ruri is set)
ru: Если установлено, не пытаться отступать, если UAc получателя отвечает сообщением '404 Not found' после получения расширения, включенного в базовый номер или номер e164 (если установлено значение e164_to_ruri).

source: If set, the UPN of the calling party is not checked against the allowed CLIs provisioned for the subscriber if a Diversion or History-Info header that meets the selected criteria has been sent by the calling subscriber. The recommended mode here, for example when connecting external PBX to NGCP, is "If user in received Diversion or History-Info header is in caller's alias list", as this validates the forwarding number in received Diversion/History-Info header against subscriber's aliases and is a safer choice than enabling UPN check bypass when any header is present. If any mode other than "Never" is selected, the forwarding number in the History-Info header is checked and the History-Info is rewritten if it doesn't match any alias numbers.
ru: Если установлено, UPN вызывающей стороны не проверяется с разрешенными CLI, предоставленными подписчику, если подписчиком был отправлен заголовок Diversion или History-Info, отвечающий выбранным критериям. Рекомендуемый режим здесь, например, при подключении внешних АТС к NGCP, является "Если пользователь в полученном заголовке Diversion или History-Info находится в списке алиасов вызывающего", так как это проверяет номер пересылки в полученном заголовке Diversion/History-Info против псевдонимов подписчика и является более безопасным выбором, чем включение проверки UPN в обход любого заголовка. Если выбран какой-либо режим, отличный от "Ничего", номер переадресации в заголовке История-Инфо отмечен, а История-Инфо перезаписывается, если он не совпадает ни с какими псевдонимами.

source: If set, the value given here is forced as counter parameter in the outbound Diversion header.
ru: Если установлено, то указанное значение в качестве параметра счётчика в заголовке исходящего Диверсии.

source: If set, will be played as Number of the voicebox owner. Otherwise the number of the preference "cli" is used.
ru: Если установлено, будет воспроизводиться как Номер владельца голосового ящика. В противном случае используется номер предпочтения "cli".

source: If specified, the call is rejected if the source IP of the request is found in a peering server of the group, but the given pattern does not match; Range of 400-699
ru: Если указано, вызов отклоняется, если IP-адрес источника запроса найден на пиринговом сервере группы, но заданный шаблон не совпадает; Диапазон 400-699

source: If the Alert-Info Type is set to "url", then specify a URL to a ring tone file (e.g. a WAV file) here
ru: Если тип Alert-Info установлен в "url", то укажите URL на файл кольца (например, WAV файл) здесь

source: If this option is set, the announcements defined in 'announce_error_codes_list' preference will be played on behalf callee failure in case of outbound calls. In case of activation it is important that the remote endpoint doesn't play an announcement, otherwise the final result will be to have 2 announcements.
ru: Если эта опция установлена, то будут воспроизводиться объявления в параметре 'announce_error_codes_list' при ошибке callee при исходящих вызовах. В случае активации важно, чтобы удаленная конечная точка не воспроизводила объявление, в противном случае финальный результат будет иметь 2 объявления.

source: If true, calling party number is shown regardles of caller CLIR settings.
ru: Если введено значение true, будет показан номер абонента в соответствии с настройками CLIR.

source: Ignore Call Forward when Hunting
ru: Игнорировать вызов вперёд при охоте

source: Ignore allowed IPs
ru: Игнорировать разрешенные IP адреса

source: Ignore preferences "allowed_ips" and "man_allowed_ips".
ru: Ингорировать настройки "allowed_ips" и "man_allowed_ips".

source: Ignore the Call Forward from a Cloud PBX subscriber when it is called within a huntgroup
ru: Игнорировать переадресацию звонков из облачного абонента АТС при вызове внутри группы

source: Inbound
ru: Входящие

source: Inbound (in), Outbound (out) or LNP (lnp).
ru: Входящий (in), исходящий (out) или LNP (lnp).

source: Inbound Network-Provided Number
ru: Входящий сетевой номер (NPN)

source: Inbound Peering Rule
ru: Входящее правило пиринга

source: Inbound Peering Rule does not exist
ru: Входящее правило пиринга не существует

source: Inbound Peering Rules
ru: Входящие правила пиринга

source: Inbound Rewrite Rules for Callee
ru: Правило перезаписи вызываемого (Callee) при входящем звонке

source: Inbound Rewrite Rules for Caller
ru: Правило перезаписи вызывающего (Caller) при входящем звонке

source: Inbound User-Provided Number
ru: Входящий Пользовательский (User-Provided) номер

source: Inbound User-Provided Redirecting Number
ru: Входящий Пользовательский (User-Provided) переадресующий номер

source: Inbound for Callee
ru: Входящие для Callee

source: Inbound for Caller
ru: Входящие для абонента

source: Inbound peering rule successfully changed
ru: Входящее правило успешно изменено

source: Inbound peering rule successfully created
ru: Входящее правило успешно создано

source: Inbound peering rule successfully deleted
ru: Входящее правило успешно удалено

source: Include Intra PBX Calls within same Customer
ru: Включая звонки внутри АТС в пределах одного клиента

source: Include local area code
ru: Включая код региона

source: Incoming Dialed Number Matching
ru: Входящий телефонный номер соответствует

source: Incoming anonymous calls (with calling line identification restriction) are blocked if set to true.
ru: Если установлено, входящие анонимные звонки будут заблокированы (учитываются "Ограничения идентификации вызываемой стороны" )

source: Init time
ru: Начальное время

source: Initial Balance
ru: Начальный баланс

source: Initial Billing Profile/Network
ru: Начальный профиль выставления счетов/сетевая сеть

source: Initial Billing Profiles/Networks
ru: Профили плательщика / Сети

source: Initial Cash
ru: Начальная наличные

source: Initial Cash Balance:
ru: Начальный остаток наличных :

source: Initial Free-Time
ru: Начальное бесплатное время

source: Initial Free-Time Balance:
ru: Начальный свободный остаток времени:

source: Initial Profiles
ru: Начальные профили

source: Initial balance
ru: Начальный баланс

source: Initial cash balance
ru: Начальный остаток денежных средств

source: Initial encoder bitrate (mode) to use when offering to transcode to AMR-WB. The bitrate is further constrained by the mode-set and can change dynamically via a CMR.
ru: Начальный битрейт кодера (режим) для использования при предложении перекодировать в AMR-WB. Битрейт дополнительно ограничивается набором режимов и может динамически изменяться с помощью CMR.

source: Initial encoder bitrate (mode) to use when offering to transcode to AMR. The bitrate is further constrained by the mode-set and can change dynamically via a CMR.
ru: Начальный битрейт кодера (режим) для использования при предложении перекодировать в AMR. Битрейт дополнительно ограничивается набором режимов и может динамически изменяться с помощью CMR.

source: Initial free time balance
ru: Начальный баланс свободного времени

source: Initial profiles
ru: Начальные профили

source: Initial profiles add
ru: Начальные профили добавляют

source: Integer
ru: Целое число

source: Intercept and record media packets from or to this subscriber into a file.
ru: Перехватывать и записывать медиапакеты от или этому абоненту в файл.

source: Internal # for inbound callee rewrite rule set
ru: Внутренний набор правил перезаписи вызываемого (Callee) при входящем звонке

source: Internal # for inbound caller rewrite rule set
ru: Внутренний набор правил перезаписи вызывающего (Caller) при входящем звонке

source: Internal # for lnp callee rewrite rule set
ru: Внутренний # для набора правил перезаписи lnp

source: Internal # for lnp caller rewrite rule set
ru: Внутренний # для набора правил перезаписи lnp

source: Internal # for outbound callee rewrite rule set
ru: Внутренний набор правил перезаписи вызываемого (Callee) при исходящем звонке

source: Internal # for outbound caller rewrite rule set
ru: Внутренний набор правил перезаписи вызываюшего (Caller) при входящем звонке

source: Internal Administrative NCOS Level #
ru: Внутренний Административный NCOS Список #

source: Internal Administrative NCOS Level for Call Forward #
ru: Внутренний административный уровень NCOS для переадресации вызовов #

source: Internal Cal Forward SMS #
ru: Внутренний переадресация SMS #

source: Internal Call Forward Busy map #
ru: Внутренняя схема перенаправления звонков когда занят (CFB) #

source: Internal Call Forward Overflow #
ru: Внутреннее переполнение переполнения звонка #

source: Internal Call Forward Timeout #
ru: Внутреннее перенаправление звонков когда не отвечает (CFT) #

source: Internal Call Forward Unavailable #
ru: Внутреннее перенаправление звонков когда недоступен (CFNA) #

source: Internal Call Forward Unconditional #
ru: Внутреннее безусловное перенаправление звонков (CFU) #

source: Internal Call Forward on Response #
ru: Внутренний переадресация звонка при ответе #

source: Internal Contract #
ru: Внутренний Контракт #

source: Internal Emergency Mapping Container #
ru: Внутренний картографический контейнер аварийной ситуации #

source: Internal NCOS Level #
ru: Внутренний NCOS Список #

source: Internal Rewrite Rule Set # for Source/Destination fields
ru: Внутренний набор правил перезаписи # для полей источника/назначения

source: Internal User CLI rewrite #
ru: Номер внутреннего пользователя CLI перезаписывать #

source: Internal allowed source IP group #
ru: Разрешенная группа IP адресов #

source: Internal manual allowed source IP group #
ru: Вручную разрешенная группа IP адресов #

source: Internals
ru: Служебные

source: Interval
ru: Интервал

source: Interval Lock
ru: Блокировка интервала

source: Interval charge
ru: Интервал оплаты

source: Interval cost
ru: Стоимость интервала

source: Interval free cash
ru: Бесплатный интервал

source: Interval free time
ru: Интервал свободного времени

source: Interval from:
ru: Интервал от:

source: Interval in milliseconds at which to perform an unsolicited change to a higher bitrate if the local encoder isn't already sending at the highest allowed bitrate. Default is not to perform unsolicited mode changes.
ru: Интервал в миллисекундах, через который следует выполнить незапрошенное изменение режима на более высокий битрейт, если локальный кодер еще не отправляет с максимально допустимым битрейтом. По умолчанию - не выполнять незапрашиваемое изменение режима.

source: Interval in milliseconds at which to send a Codec Mode Request (CMR) for a higher bitrate to the remote encoder if it isn't already sending at the highest allowed bitrate. Default is not to send any CMR.
ru: Интервал в миллисекундах, через который следует отправить запрос режима кодека (CMR) на более высокий битрейт удаленному кодеру, если он еще не отправляет с максимально допустимым битрейтом. По умолчанию CMR не отправляется.

source: Interval limit
ru: Ограничение интервала

source: Interval to:
ru: Интервал до:

source: Interval when the secret key is automatically renewed.
ru: Интервал, когда секретный ключ автоматически обновляется.

source: Intra PBX Calls within same customer
ru: Внутр. АТС звонки внутри одного и того же клиента

source: Intra customer
ru: Внутри клиента

source: Invalid Call Forward type.
ru: Неправильный тип перенаправления звонка.

source: Invalid LNP carrier id detected!
ru: Обнаружен недопустимый идентификатор носителя LNP!

source: Invalid LNP number id detected!
ru: Обнаружен недопустимый идентификатор LNP номера!

source: Invalid LNP provider id detected!
ru: Обнаружен недопустимый идентификатор провайдера LNP!

source: Invalid NCOS LNP pattern id detected
ru: Обнаружен неверный идентификатор NCOS LNP

source: Invalid NCOS level id detected
ru: Обнаружен некорректный id для NCOS списка

source: Invalid NCOS lnp id detected
ru: Обнаружен неверный идентификатор NCOS lnp

source: Invalid NCOS pattern id detected
ru: Обнаружен некорректный id для шаблона NCOS

source: Invalid access to pref_id '%1' by provisioning subscriber id '%2'
ru: Недопустимый доступ к pref_id '%1' ' подготовительным идентификатором абонента '%2'

source: Invalid administrator id detected
ru: Обнаружен некорректный id администратора

source: Invalid billing fee id detected!
ru: Обнаружен некорректный id для цены в биллинге!

source: Invalid billing network id detected
ru: Обнаружен недопустимый идентификатор сети биллинга

source: Invalid billing zone id detected
ru: Обнаружен некорректный id для тарифной зоны

source: Invalid call list suppression id detected
ru: Обнаружен недействительный идентификатор подавления списка вызовов

source: Invalid contact id detected
ru: Обнаружен некорректный id контакта

source: Invalid contract id detected
ru: Обнаружен некорректный id контракта

source: Invalid contract id detected!
ru: Обнаружен некорректный id контракта!

source: Invalid contract id found
ru: Обнаружен некорректный id контракта

source: Invalid customer contract id
ru: Обнаружен некорректный id контракта клиента

source: Invalid device configuration id
ru: Обнаружен некорректный id конфигурации устройства

source: Invalid device firmware id
ru: Обнаружен некорректный id прошивки устройства

source: Invalid device model id
ru: Обнаружен некорректный id модели устройства

source: Invalid device profile id
ru: Обнаружен некорректный id профиля устройства

source: Invalid domain id detected
ru: Обнаружен некорректный id домена

source: Invalid email template id detected
ru: Обнаружен неверный идентификатор шаблона электронной почты

source: Invalid emergency container id detected!
ru: Обнаружен недопустимый идентификатор аварийного контейнера!

source: Invalid emergency mapping container id detected!
ru: Обнаружен недопустимый идентификатор контейнера аварийного сопоставления!

source: Invalid emergency mapping id detected!
ru: Обнаружен недопустимый идентификатор аварийного сопоставления!

source: Invalid event entry id detected
ru: Обнаружен неверный идентификатор записи события

source: Invalid fax setting.
ru: Некорректные настройки факса.

source: Invalid file type detected, only WAV supported
ru: Обнаружен некорректный тип файла, поддерживается только WAV

source: Invalid fraud interval '%1'!
ru: Некорректный интервал мошенничества '%1'!

source: Invalid group id detected
ru: Обнаружен некорректный id группы

source: Invalid header rule action id detected
ru: Обнаружен неверный идентификатор действия правила заголовка

source: Invalid header rule condition id detected
ru: Обнаружен неверный идентификатор условия правила заголовка

source: Invalid header rule id detected
ru: Обнаружен неверный id правила заголовка

source: Invalid header rule set id detected
ru: Обнаружен неверный идентификатор набора правил заголовка

source: Invalid inbound peering rule id detected
ru: Обнаружен неверный id правила для входящего пиринга

source: Invalid invoice id detected
ru: Обнаружен некорректный id счёт-фактуры

source: Invalid invoice template id detected
ru: Обнаружен некорректный id шаблона счёт-фактуры

source: Invalid location id detected
ru: Обнаружен неверный идентификатор местоположения

source: Invalid mailtofax setting.
ru: Неверная настройка mailtofax.

source: Invalid malicious call id detected
ru: Обнаружен неверный идентификатор вредоносного вызова

source: Invalid number block id detected
ru: Обнаружен некорректный id блока номеров

source: Invalid package id detected
ru: Обнаружен недопустимый идентификатор пакета

source: Invalid password reset attempt.
ru: Не удачная попытка сброса пароля.

source: Invalid peaktime date id detected!
ru: Обнаружен некорректный id бизнес-времени (peaktime)

source: Invalid peering rule id detected
ru: Обнаружен некорректный id SIP Транк правила

source: Invalid peering server id
ru: Обнаружен некорректный id SIP Транк сервера

source: Invalid phonebook entry id detected
ru: Обнаружен неверный идентификатор записи телефонной книги

source: Invalid phonebook id detected
ru: Обнаружен неверный идентификатор телефонной книги

source: Invalid product id for this customer contract.
ru: Обнаружен некорректный id для контракта этого клиента.

source: Invalid profile id detected!
ru: Обнаружен некорректный id профиля!

source: Invalid profile package id detected
ru: Обнаружен неверный идентификатор пакета профиля

source: Invalid provisioning subscriber id detected.
ru: Обнаружен некорректный id автоконфигурации абонента.

source: Invalid reseller id detected
ru: Обнаружен некорректный id реселлера

source: Invalid reseller id detected.
ru: Обнаружен некорректный id реселлера.

source: Invalid rewrite rule id detected
ru: Обнаружен некорректный id правила перезаписи

source: Invalid rewrite rule set id detected
ru: Обнаружен некорректный id набора правил перезаписи

source: Invalid sound handle id detected
ru: Обнаружен некорректный id файла звука

source: Invalid sound set id detected
ru: Обнаружен некорректный id набора звуков
