Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Which transport protocol (e.g. RTP, SRTP, etc) to use
ru: Какой транспортный протокол (например, RTP, SRTP и т.д. ) использовать

source: Whitelist
ru: Белый список

source: Work
ru: Работа

source: X2 host
ru: X2 хозяин

source: X2 password
ru: Пароль X2

source: X2 port
ru: Порт X2

source: X2 user
ru: Пользователь X2

source: X3 host
ru: X3 хозяин

source: X3 port
ru: порт X3

source: X3 required
ru: Требуется X3

source: XML with the ProviderInfo data that will be added as MIME object on an emergency call
ru: XML с данными ProviderInfo, которые будут добавлены в качестве MIME-объекта при вызове экстренной помощи

source: XMPP Settings
ru: Настройки XMPP

source: YYYY-MM
ru: ГГГГ-ММ

source: YYYY-MM-DD
ru: ГГГГ-ММ-ДД

source: YYYY-MM-DD HH:mm:ss
ru: ГГГГ-ММ-ДД ЧЧ:мм:сс

source: Yealink password
ru: Пароль Yealink

source: Yealink username
ru: Имя пользователя Yealink

source: Year
ru: Год

source: You can use the logo by adding the following CSS to the Custom CSS below:
ru: Вы можете использовать свой логотип после добавления следующего CSS в Custom CSS:

source: Zone
ru: Зона

source: Zone Detail
ru: Деталь зоны

source: Zone Details
ru: Детали Зоны

source: active
ru: активен

source: actual
ru: фактический

source: add
ru: добавить

source: admin
ru: администратор

source: after
ru: после

source: after ring timeout
ru: после тайм-аута звонка

source: all calls
ru: все звонки

source: all outgoing calls
ru: все исходящие звонки

source: all rights reserved
ru: Все права защищены

source: all sources
ru: все источники

source: allowed_ip_grp successfully created
ru: allowed_ip_grp успешно создан

source: and
ru: и

source: anonymous
ru: анонимный

source: any
ru: любой

source: any number
ru: любое число

source: at
ru: в

source: at date
ru: на дату

source: billing profile default
ru: По-умолчанию из тарифа

source: billing_profile
ru: биллинговый_профиль

source: blacklist
ru: черный список

source: bottom
ru: дно

source: bottomleft
ru: нижний левый

source: bottomright
ru: справа внизу

source: busy
ru: занят

source: call
ru: позвонить

source: call ended.
ru: звонок завершен.

source: call failed:
ru: ошибка:

source: call started.
ru: звонок начался.

source: callee_in
ru: калли_ин

source: callee_out
ru: выход

source: caller or callee.
ru: звонящий или вызываемый.

source: caller_in
ru: абонент_в

source: cancel
ru: отмена

source: carry over
ru: перенос

source: carry over only if topped-up timely
ru: переносится только при своевременном пополнении

source: cfo
ru: финансовый директор

source: circular
ru: круглый

source: cloned Rewrite Rule Set
ru: клонированный набор правил перезаписи

source: cloned Subscriber Profile
ru: Клонированный профиль абонента

source: cloned Subscriber Profile Set
ru: Клонированный набор профиля абонента

source: conference
ru: конференция

source: connected - registering...
ru: подключено - регистрация...

source: connecting...
ru: подключение...

source: contains
ru: содержит

source: contract fraud preference
ru: предпочтение мошенничеству при заключении договоров

source: current day
ru: текущий день

source: current month
ru: текущий месяц

source: customer creation date, at 00:00 contract time
ru: дата создания клиента, в 00:00 по контрактному времени

source: customer creation date, at 00:00 system time
ru: дата создания клиента, в 00:00 по системному времени

source: customer default
ru: клиент по умолчанию

source: daily
ru: ежедневно

source: data
ru: данные

source: dataTables.default.js
ru: dataTables.ru.js

source: day
ru: день

source: day(s)
ru: день(ы)

source: days
ru: дней

source: default
ru: по умолчанию

source: default (localtime)
ru: по умолчанию (локальное время)

source: default (parent/localtime)
ru: по умолчанию (родителя/локальное)

source: destination
ru: назначение

source: disabled
ru: отключено

source: discard
ru: отменить

source: disconnected.
ru: отключен.

source: domain
ru: домен

source: don't change
ru: не меняться

source: during Time Set
ru: в течение установленного времени

source: en
ru: ru

source: enabled
ru: включено

source: everyday
ru: повседневная

source: external_id of called subscriber
ru: external_id вызываемого абонента

source: failed
ru: не удалось

source: filter
ru: фильтр

source: for (seconds)
ru: в течение (секунд)

source: foreign
ru: иностранные

source: foreign calls
ru: звонки вне сети

source: forwarded
ru: перенаправлено

source: fraud detection threshold per day, specifying cents
ru: порог обнаружения мошенничества в день, указав центы

source: fraud detection threshold per month, specifying cents
ru: порог выявления мошенничества в месяц, с указанием центов

source: from
ru: от

source: from Source Set
ru: из исходного набора

source: from_email
ru: от _email

source: full
ru: полный

source: global
ru: глобальный

source: global (including CSC)
ru: глобальные (включая CSC)

source: global (including web login)
ru: глобально (включая web логин)

source: has stopped typing.
ru: прекратил набор текста.

source: header
ru: заголовок

source: hour
ru: час

source: hour(s)
ru: час(ы)

source: hourly
ru: почасовая

source: hours
ru: часов

source: id
ru: номер

source: in
ru: в

source: in progress...
ru: Обработка...

source: inactive
ru: неактивен

source: inbound
ru: входящий

source: incident number:
ru: номер инцидента:

source: incoming
ru: входящие

source: incoming and outgoing
ru: входящие и исходящие

source: input
ru: вход

source: ip group sequence successfully generated
ru: последовательность IP-групп успешно создана

source: is
ru: это

source: is typing...
ru: набирает текст...

source: left
ru: слева

source: locked
ru: заблокировано

source: man_allowed_ip_grp successfully created
ru: man_allowed_ip_grp успешно создан

source: matches
ru: соответствует

source: minute
ru: минута

source: minute(s)
ru: минута(ы)

source: minutely
ru: минутно

source: minutes
ru: минуты

source: month
ru: месяц

source: month(s)
ru: месяц(ы)

source: monthly
ru: ежемесячно

source: months
ru: месяцы

source: never
ru: никогда

source: new
ru: новый

source: new interval for each top-up
ru: новый интервал для каждого пополнения

source: no
ru: нет

source: no lock
ru: без замка

source: no lock (unlock)
ru: нет блокировки (разблокировки)

source: noanswer
ru: нет ответа

source: none
ru: нету

source: notified
ru: уведомил

source: number
ru: номер

source: obfuscate
ru: затуманивать

source: offline
ru: недоступен

source: ok
ru: хорошо

source: on weekdays
ru: в будние дни

source: online.
ru: доступен.

source: only once
ru: только один раз

source: other
ru: другие

source: out
ru: снаружи | наружу

source: outbound
ru: исходящий

source: outgoing
ru: исходящий

source: package (initial profiles of a profile package)
ru: пакет (начальные профили пакета профилей)

source: package: by 'profile_package_id' field
ru: пакет: по полю 'profile_package_id'

source: parallel
ru: параллельно

source: password
ru: пароль

source: pending
ru: в ожидании

source: port
ru: порт

source: ported
ru: переносится

source: ported (call forwarding only)
ru: портировано (только переадресация вызовов)

source: preference
ru: предпочтение

source: private
ru: частный

source: random
ru: случайный

source: received_from
ru: получено_от

source: regex
ru: регулярное выражение

source: registered.
ru: незарегистрированный.

source: registration failed:
ru: ошибка регистрация:

source: reject code must be filled if reject reason is filled
ru: код отклонения должен быть задан, если причина отклонения заполнена

source: reject reason must be filled if reject code is filled
ru: причина отклонения должна быть указана, если код отклонения заполнен

source: remove
ru: удалить

source: reseller
ru: реселлер

source: reseller default
ru: реселлер по умолчанию

source: right
ru: правильно

source: schedule (billing mapping intervals)
ru: график (интервалы применения биллинга)

source: schedule: by 'billing_profiles' field
ru: расписание: по полю 'billing_profiles'

source: second
ru: секунда

source: secondly
ru: во-вторых

source: seconds
ru: секунды

source: serial
ru: серийный номер

source: set
ru: задать

source: shared
ru: общий доступ

source: single (actual billing mapping)
ru: единый (фактическое отображение биллинга)

source: single: by 'billing_profile_id' field
ru: single: по полю 'billing_profile_id'

source: sip-connector
ru: sip-коннектор

source: sippeering
ru: сиппинг

source: start interval upon top-up
ru: интервал запуска после пополнения баланса

source: string, rule description
ru: строка, описание правила

source: terminated
ru: завершено

source: through
ru: через

source: time
ru: время

source: time of incident:
ru: время инцидента:

source: timeout
ru: таймаут

source: to
ru: до

source: to B-Number Set
ru: к набору B-номеров

source: top
ru: топ

source: type
ru: тип

source: unexported
ru: неэкспортированный

source: unrated
ru: без рейтинга

source: unregistered.
ru: незарегистрированный.

source: username
ru: имя пользователя

source: voicemail greeting "
ru: приветствие голосовой почты "

source: week
ru: неделя

source: week(s)
ru: неделя (недели)

source: weekly
ru: еженедельно

source: where e-mail notifications are sent, a list of e-mail addresses separated by comma
ru: куда отправляются уведомления по электронной почте, список адресов электронной почты, разделенных запятой

source: whitelist
ru: белый список

source: year
ru: год

source: yearly
ru: ежегодно

source: years
ru: лет

source: yes
ru: да
