Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Allow mail2fax emails only to this IP (the IP or hostname is present in the "Received" header).
ru: Разрешить отправку писем mail2fax только на этот IP (IP или имя хоста присутствует в заголовке "Received").

source: Allow numbers to be allocated from this block.
ru: Разрешить выделение номеров из этого блока.

source: Allow outbound calls of local subscribers to foreign domains
ru: Разрешить исходящие звонки локальных абонентов на внешние домены

source: Allow this subscriber to be controlled by a CTI subscriber within the same customer using uaCSTA via SIP.
ru: Позвольте абоненту CTI контролировать этого абонента внутри одного и того же клиента, используя uaCSTA через SIP.

source: Allow this subscriber to initiate CTI sessions to other subscribers within the same customer using uaCSTA via SIP.
ru: Позвольте данному абоненту инициировать сессии CTI для других абонентов того же абонента, использующих uaCSTA через SIP.

source: Allow unauthenticated inbound calls from FOREIGN domain to users within this domain. Use with care - it allows to flood your users with voice spam.
ru: Разрешить неавторизированные входящие звонки с ВНЕШНИХ доменов пользователям этого домена. Используйте осторожно - это может засыпать пользователей голосовым спамом.

source: Allowed CLIs for outbound calls
ru: Разрешенные CLI для исходящих звонков

source: Allowed source IPs
ru: Разрешенные IP адреса

source: Alter the interval (in milliseconds) between RTP packets for media repacketization
ru: Изменение интервала (в миллисекундах) между пакетами RTP для репакетизации

source: Always offer the audio codec AMR (narrowband, 8 kHz) to this subscriber or peer.
ru: Всегда предлагайте аудиокодек AMR (узкополосный, 8 кГц) этому абоненту или пиру.

source: Always offer the audio codec AMR-WB (wideband, 16 kHz) to this subscriber or peer.
ru: Всегда предлагайте аудиокодек AMR-WB (широкополосный, 16 кГц) этому абоненту или пиру.

source: Always offer the audio codec G.711 a-Law (PCMA, 8 kHz) to this subscriber or peer.
ru: Всегда предлагать этому абоненту или пиру аудио кодек G.711 a-Law (PCMA, 8 кГц).

source: Always offer the audio codec G.711 u-Law (PCMU, 8 kHz) to this subscriber or peer.
ru: Всегда предлагать этому абоненту или пиру аудио кодек G.711 u-Law (PCMA, 8 кГц).

source: Always offer the audio codec G.722 (16 kHz) to this subscriber or peer.
ru: Всегда предлагать этому абоненту или пиру аудио кодек G.722 (16 кГц).

source: Always offer the audio codec G.723.1 (8 kHz) to this subscriber or peer.
ru: Всегда предлагать этому абоненту или пиру аудио кодек G.723.1 (8 кГц).

source: Always offer the audio codec G.729 (8 kHz) to this subscriber or peer.
ru: Всегда предлагать этому абоненту или пиру аудио кодек G.729 (8 кГц).

source: Always offer the audio codec GSM Full Rate 06.10 (8 kHz) to this subscriber or peer.
ru: Всегда предлагать этому абоненту или пиру аудио кодек Full Rate 06.10 (8 кГц).

source: Always offer the audio codec Opus (1-channel mono, 48 kHz) to this subscriber or peer.
ru: Всегда предлагать этому абоненту звуковой кодек Opus (1-канальный моно, 48 кГц).

source: Always offer the audio codec Opus (2-channel stereo, 48 kHz) to this subscriber or peer.
ru: Всегда предлагать этому абоненту или пиру аудио кодек Opus (двухканальный стерео, 48 кГц).

source: Always offer the audio codec Speex (16 kHz) to this subscriber or peer.
ru: Всегда предлагать этому абоненту или пиру аудио кодек Speex (16 кГц).

source: Always offer the audio codec Speex (32 kHz) to this subscriber or peer.
ru: Всегда предлагать этому абоненту или пиру аудио кодек Speex (32 кГц).

source: Always offer the audio codec Speex (8 kHz) to this subscriber or peer.
ru: Всегда предлагать этому абоненту или пиру аудио кодек Speex (8 кГц).

source: Always transcode media from the user
ru: Всегда перекодировать медиа от пользователя

source: Amount
ru: Сумма

source: An Array of enum.
ru: Массив перечислений.

source: An Array of mappings, each entry containing the mandatory key "auth_key".
ru: Массив отображений, каждый элемент которого содержит обязательный ключ "auth_key".

source: An Array of source CLI patterns
ru: Массив исходных шаблонов CLI

source: An IP or hostname of an external NFS server which can be used to log data to.
ru: IP или имя хоста внешнего NFS сервера, который может использоваться для регистрации данных.

source: An arbitrary hash of additional config contents; e.g. {"xms": false}
ru: Произвольный хэш дополнительного содержимого конфигурации; например, {"xms": false}.

source: An arbitrary name, to address that network instance
ru: Произвольное имя для адресации данного экземпляра сети

source: An array of PBX group ids this subscriber belongs to.
ru: Массив идентификаторов групп АТС, к которым принадлежит данный абонент.

source: An array of PBX subscriber ids belonging to this group.
ru: Массив идентификаторов абонентов АТС, принадлежащих к данной группе.

source: An array of billing network blocks, each containing the keys (base) "ip" address and an optional "mask" to specify the network portion (subnet prefix length).
ru: Массив сетевых блоков биллинга, каждый из которых содержит ключи (базовый) "ip" адрес и необязательную "маску" для определения части сети (длина префикса подсети).

source: An array of billing network blocks, each containing the keys (base) "ip" address and an optional "mask" to specify the network portion (subnet prefix length). The specified blocks must not overlap and can uniformly contain either IPv6 addresses or IPv4 addresses.
ru: Массив сетевых блоков биллинга, каждый из которых содержит ключи (базовый) "ip" адрес и необязательную "маску" для указания части сети (длины префикса подсети). Указанные блоки не должны пересекаться и могут единообразно содержать либо IPv6-адреса, либо IPv4-адреса.

source: An array of bnumbers, each containing the key "bnumber" which will be matched against the called party number (callee) to determine whether to apply the callforward or not. "bnumber" is the callee's number in E164 format to match. They are formatted either as regular expressions or shell patterns depending on the value of the is_regex flag.
ru: Массив номеров bnumber, каждый из которых содержит ключ "bnumber", который будет сопоставлен с номером вызываемого абонента (абонента), чтобы определить, следует ли применять переадресацию или нет. "bnumber" - это номер вызываемого абонента в формате E164, который нужно сопоставить. В зависимости от значения флага is_regex они форматируются либо как регулярные выражения, либо как шаблоны оболочки.

source: An array of destinations, each containing the keys "destination", "timeout", "priority". "destination" is an address to forward a call. "timeout" is the durationin seconds, how long to try this destination before the call is forwarded to the next destination or given up. "priority" is an order of this destiation among others destinations for this forward type. "simple_destination" is not a control field and is used only for representation purposes as a simple destination format, e.g. "4312345" if it is a number, or "user@domain" if it is a URI
ru: Массив направлений, каждое из которых содержит ключи "destination", "timeout", "priority". "destination" - это адрес для переадресации вызова. "timeout" - это длительность в секундах, сколько времени нужно пробовать данное направление, прежде чем вызов будет переадресован на следующее направление или отменен. "приоритет" - это порядок данного назначения среди других назначений для данного типа переадресации. "simple_destination" не является полем управления и используется только для представления простого формата назначения, например, "4312345", если это номер, или "user@domain", если это URI.

source: An array of hashes, each containing the keys "slot" ("*0 .. *9") and "destination" (A valid SIP URI).
ru: Массив хэшей, каждый из которых содержит ключи "slot" ("*0 ... *9") и "destination" (действительный SIP URI).

source: An array of line/key definitions for this device. Each element is a hash containing the keys name, can_private, can_shared, can_blf and keys (which in turn is an array of hashes having x, y and labelpos allowing top, bottom, left right).
ru: Массив определений линий/ключей для данного устройства. Каждый элемент представляет собой хэш, содержащий ключи name, can_private, can_shared, can_blf и keys (который, в свою очередь, является массивом хэшей, имеющих x, y и labelpos, позволяющих top, bottom, left right).

source: An array of location blocks, each containing the keys (base) "ip" address and an optional "mask" to specify the network portion (subnet prefix length).
ru: Массив блоков расположения, каждый из которых содержит ключи (базовый) "ip" адрес и необязательную "маску" для указания части сети (длина префикса подсети).

source: An array of location blocks, each containing the keys (base) "ip" address and an optional "mask" to specify the network portion (subnet prefix length). The specified blocks must not overlap and can uniformly contain either IPv6 addresses or IPv4 addresses.
ru: Массив блоков расположения, каждый из которых содержит ключи (базовый) "ip" адрес и необязательную "маску" для указания части сети (длина префикса подсети). Указанные блоки не должны пересекаться и могут единообразно содержать либо IPv6-адреса, либо IPv4-адреса.

source: An array of objects with keys "config", "connector" and "tag" to create RTC networks for this reseller
ru: Массив объектов с ключами "config", "connector" и "tag" для создания сетей RTC для данного торгового посредника

source: An array of objects with keys "name", "domain", "secret" and "api_key" to create RTC apps for this reseller
ru: Массив объектов с ключами "name", "domain", "secret" и "api_key" для создания приложений RTC для данного посредника

source: An array of objects with keys "profile_id" and "network_id" to create profile mappings from when a customer top-ups with a voucher associated with this profile package.
ru: Массив объектов с ключами "profile_id" и "network_id" для создания сопоставлений профилей, когда клиент пополняет счет ваучером, связанным с данным пакетом профилей.

source: An array of objects with keys "profile_id" and "network_id" to create profile mappings from when applying this profile package to a customer.
ru: Массив объектов с ключами "profile_id" и "network_id" для создания сопоставлений профилей при применении данного пакета профилей к клиенту.

source: An array of objects with keys "profile_id" and "network_id" to create profile mappings from when the balance underruns the "underrun_profile_threshold" value.
ru: Массив объектов с ключами "profile_id" и "network_id" для создания сопоставлений профилей, когда баланс не достигает значения "underrun_profile_threshold".

source: An array of sources, each containing the key "source" which will be matched against the calling party number to determine whether to apply the callforward or not. "source" is the calling party number in E164 format to match. Regular expressions or shell patterns can be used depending on the is_regex flag. Use "anonymous" to match suppressed numbers.
ru: Массив источников, каждый из которых содержит ключ "source", который будет сопоставлен с номером вызывающего абонента для определения того, следует ли применять переадресацию или нет. "source" - это номер вызывающего абонента в формате E164, который нужно сопоставить. В зависимости от флага is_regex могут быть использованы регулярные выражения или шаблоны оболочки. Используйте "anonymous" для поиска подавленных номеров.

source: An array of subscriber preference names the subscriber can control.
ru: Массив имен предпочтений абонента, которыми он может управлять.

source: An array of time definitions with a number of optional and mandatory keys.
ru: Массив определений времени с рядом необязательных и обязательных ключей.

source: An array of time definitions with keys "year", "month", "mday", "wday", "hour", "minute", where each value can be a number like "10" or a range like "10-20".
ru: Массив определений времени с ключами "year", "month", "mday", "wday", "hour", "minute", где каждое значение может быть числом типа "10" или диапазоном типа "10-20".

source: An array of values.
ru: Массив значений.

source: An error message in case of a failed transmission
ru: Сообщение об ошибке в случае неудачной передачи

source: An external ID to identify the top-up request in the top-up log.
ru: Внешний идентификатор для идентификации запроса на пополнение счета в журнале пополнения счета.

source: An optional emergency prefix the emergency code is mapped to.
ru: Необязательный аварийный префикс, с которым сопоставляется аварийный код.

source: An optional routing number replacing the ported number.
ru: Необязательный номер маршрутизации, заменяющий перенесенный номер.

source: Announcement ID
ru: Идентификатор объявления

source: Announcement id
ru: Идентификатор объявления

source: Anonymize From User
ru: Анонимизировать от пользователя

source: Anonymize the From-Username in addition to From-Displayname in case of CLIR call to this peer.
ru: Анонимизировать From-Username в дополнение к From-Displayname в случае CLIR вызова этому пиру.

source: Anonymous
ru: Анонимный

source: Answer Timeout
ru: Таймаут ответа

source: Any T.38 fax media that is offered to this subscriber or peer will be translated into audio media carrying T.30 fax data.
ru: Любые факсимильные носители T.38, которые предлагаются данному абоненту или пиру, будут переведены в аудионосители, перевозящие данные T.30 факса.

source: Any audio media that is offered to this subscriber or peer will be translated into T.38 fax media.
ru: Любые аудионосители, которые предлагаются этому абоненту, или пиру будут переведены на T.38 факсимильный носитель.

source: Aoc pulse amount per message
ru: Количество импульсов Aoc на сообщение

source: Api key
ru: Ключ Api

source: Applications
ru: Приложения

source: Apps
ru: Приложения

source: April
ru: Апрель

source: Arbitrary text.
ru: Произвольный текст.

source: Arbitrary text. Name of the app.
ru: Произвольный текст. Название приложения.

source: Are you sure?
ru: Вы уверены?

source: Area Code
ru: Код региона

source: Area Code, e.g. 212 for NYC or 1 for Vienna
ru: Код города, например, 212 для Нью-Йорка или 1 для Вены

source: Area Code, e.g. 212 for NYC or 1 for Vienna (read-only)
ru: Код города, например, 212 для Нью-Йорка или 1 для Вены (только для чтения)

source: Assign a "Header Rule Set" to manipulate SIP headers based on dynamic conditions
ru: Назначить «Набор правил заголовков» для манипуляции заголовками SIP на основе динамических условий

source: Attach
ru: Прикрепить

source: Attach WAV
ru: Прикрепить WAV

source: Attach WAV in Email
ru: Прикрепить WAV к Email

source: Attach recordings when delivering them via email. Must be set if delete flag is set
ru: Прикрепление записей при доставке их по электронной почте. Должен быть установлен, если установлен флаг удаления

source: Attachment Name
ru: Имя вложения

source: Attempted to save an empty invoice template
ru: Попытка сохранить пустой шаблон счёта-фактуры

source: Attribute
ru: Атрибут

source: Attributes
ru: Атрибуты

source: Audio Only
ru: Только звук

source: Audio&amp;Video
ru: Видео и звук

source: August
ru: Август

source: Auth key
ru: Ключ авторизации

source: Authoritative
ru: Авторитетный

source: Auto Attendant
ru: Автосекретарь

source: Auto Attendant Slot
ru: Слот автоответчика

source: Auto Attendant Slots
ru: Слоты автоответчика

source: Autoattendant
ru: Автоответчик

source: Available
ru: Доступен

source: Away
ru: Отошел

source: B-Number
ru: B-номер

source: B-Number Set
ru: B-Number набор

source: B-Number Set "%1" Details
ru: B-Number Набор "%1" Подробности

source: B-Number Sets
ru: B-Number наборы

source: BLF Key
ru: BLF ключ

source: Back
ru: Назад

source: Back to Dashboard
ru: Назад на Главную

source: Balance Interval
ru: Интервал баланса

source: Balance Interval Start
ru: Начало интервала баланса

source: Balance Intervals
ru: Интервалы баланса

source: Balance after
ru: Баланс после

source: Balance before
ru: Баланс до

source: Balance edited
ru: Баланс отредактирован

source: Balance interval start mode
ru: Режим запуска интервала баланса

source: Balance interval unit
ru: Единица измерения интервала баланса

source: Balance interval value
ru: Значение интервала баланса

source: Balance will be discarded, if no tup-up happens until:
ru: Баланс будет сброшен, если пополнение не произойдет до:

source: Bank Name
ru: Название банка

source: Banned IPs
ru: Заблокированные IP

source: Banned Users
ru: Заблокированные пользователи

source: Batch Provisioning
ru: Пакетная подготовка

source: Billing
ru: Биллинг

source: Billing Fee
ru: Цена

source: Billing Fee does not exist!
ru: Цена не существует!

source: Billing Fee successfully created!
ru: Цена успешно создана!

source: Billing Fee successfully uploaded
ru: Цена успешно обновлена!

source: Billing Fees
ru: Цены

source: Billing Network
ru: Сеть плательщика

source: Billing Network Block
ru: Блок биллинговой сети

source: Billing Network Name
ru: Имя сети плательщика

source: Billing Network successfully created
ru: Платежная сеть успешно создана

source: Billing Networks
ru: Платежные сети

source: Billing Profile
ru: Тариф

source: Billing Profile Name
ru: Имя тарифа

source: Billing Profile Schedule
ru: Расписание профилей биллинга

source: Billing Profile does not exist!
ru: Тариф не существует!

source: Billing Profile/Network
ru: Профиль для выставления счетов/сеть

source: Billing Profiles
ru: Тарифы

source: Billing Voucher does not exist!
ru: Ваучер оплаты не существует!

source: Billing Voucher successfully deleted
ru: Ваучер оплаты успешно удален

source: Billing Vouchers
ru: Платежные ваучеры

source: Billing Vouchers successfully uploaded
ru: Ваучеры для оплаты успешно загружены

source: Billing Zone
ru: Тарифная зона

source: Billing Zone successfully created
ru: Тарифная зона успешно создана

source: Billing Zones
ru: Тарифные зоны

source: Billing data
ru: Данные для выставления счетов

source: Billing fee not found!
ru: Цена не найдена!

source: Billing fee successfully changed!
ru: Платежная комиссия успешно изменена!

source: Billing fee successfully deleted!
ru: Платежная комиссия успешно удалена!

source: Billing network does not exist
ru: Платежная сеть не существует

source: Billing network successfully terminated
ru: Платежная сеть успешно закрыта

source: Billing network successfully updated
ru: Сеть плательщика успешно обновлена

source: Billing profile
ru: Профиль выставления счетов

source: Billing profile definition
ru: Определение профиля выставления счетов

source: Billing profile id
ru: Идентификатор биллингового профиля

source: Billing profile successfully created
ru: Тариф успешно создан

source: Billing profile successfully terminated
ru: Профиль плательщика успешно завершен

source: Billing profile successfully updated
ru: Тариф успешно обновлен

source: Billing profiles
ru: Биллинговые профили

source: Billing voucher successfully created
ru: Ваучер для оплаты успешно создан

source: Billing voucher successfully updated
ru: Ваучер для оплаты успешно обновлен

source: Billing zone
ru: Биллинговая зона

source: Billing zone does not exist!
ru: Тарифная зона не существует!

source: Billing zone successfully deleted
ru: Тарифная зона успешно удалена

source: Blacklist
ru: Черный список

source: Block List for UPN-based call blocking
ru: Список Блоков для блокировки вызовов на основе UPN

source: Block List for inbound calls
ru: Список запрещенных CLI для входящих звонков

source: Block List for outbound calls
ru: Список запрещенных номеров для исходящих звонков

source: Block Mode for UPN-based call blocking
ru: Режим блокировки звонков на основе UPN

source: Block Mode for inbound calls
ru: Режим блокировки входящих звонков

source: Block Mode for outbound calls
ru: Режим блокировки исходящих звонков

source: Block anonymous inbound calls
ru: Блокировать анонимные входящие звонки

source: Block incoming anonymous calls from this user
ru: Блокировать входящие анонимные звонки от этого пользователя

source: Blocks
ru: Блоки

source: Blocks add
ru: Блоки добавляют

source: Bnumber set
ru: Набор Bnumber

source: Bnumbers is regex
ru: Bnumbers - regex

source: Bnumbers mode
ru: Режим Bnumbers

source: Body Template
ru: Шаблон тела

source: Boolean
ru: Булево

source: Bootstrap Method
ru: Метод бутстрапа

source: Bootstrap Sync HTTP Method
ru: Метод HTTP синхронизации Bootstrap Sync

source: Bootstrap Sync Parameters
ru: Параметры синхронизации Bootstrap

source: Bootstrap URI
ru: URI Bootstrap

source: Branding
ru: Стилизирование

source: Buddy List
ru: Контакты

source: Busy
ru: Занято

source: By day
ru: По дням

source: By default incoming calls to subscriber's primary number and standard aliases are routed only to devices registered by subscriber's username. Enabling this option allows to route the calls also to endpoints registered as devices (those who use subscriber's alias to register).
ru: По умолчанию входящие вызовы на основной номер абонента и стандартные псевдонимы направляются только на устройства, зарегистрированные по имени пользователя абонента. Включение этой опции позволяет направлять вызовы также на конечные точки, зарегистрированные как устройства (те, кто использует псевдоним абонента для регистрации).

source: By hour
ru: По часам

source: By minute
ru: По минутам

source: By month
ru: По месяцам

source: By month day
ru: По дням месяца

source: By second
ru: По второму

source: By set position
ru: По заданному положению

source: By specifying a TimeSet the periods during which this group is active can be restricted.
ru: Указав TimeSet, можно ограничить периоды, в течение которых эта группа активна.

source: By week day
ru: По дням недели

source: By week day number
ru: По номеру дня недели

source: By week number
ru: По номеру недели

source: By year day
ru: По дням года

source: Byday
ru: Байдей

source: Byhour
ru: По часам

source: Bymonth
ru: В месяц

source: Bymonthday
ru: День за месяц

source: Byweekno
ru: На этой неделе нет

source: C-Series
ru: Серия C

source: CA certificate is OK
ru: Сертификат центра сертификации ОК

source: CA certificate verification failed:
ru: Ошибка проверки сертификата CA:

source: CDR/EDR Export Settings
ru: Настройки экспорта CDR/EDR

source: CFR Mode
ru: Режим CFR

source: CLI of CloudPBX Pilot Subscriber
ru: CLI основного абонента CloudPBX

source: CLIP no screening
ru: CLIP без проверки

source: CLIP no screening, when enabled the UPN in From is not checked by allowed_clis
ru: CLIP не проверяется, если включена опция UPN в From не проверяется allow_clis

source: CLIR indicator for the call
ru: Индикатор CLIR для вызова

source: CPBX Device Administration
ru: Администрирование устройств CPBX

source: CPBX Device Firmware Settings
ru: Настройки прошивки устройства CPBX

source: CSC Primary Color
ru: Основной цвет CSC

source: CSC Primary Color:
ru: Основной цвет CSC:

source: CSC Secondary Color
ru: Вторичный цвет CSC

source: CSC Secondary Color:
ru: Дополнительный цвет CSC:

source: CSEQ Method
ru: Метод CSEQ

source: CSEQ Method of the sip packet
ru: Метод CSEQ для пакета sip

source: CSTA Client
ru: Клиент CSTA

source: CSTA Controller
ru: Контроллер CSTA

source: CSV file (%1 lines) processed, %2 error(s).
ru: Обработан CSV-файл (%1 строк), %2 ошибка(ы).

source: Calculated fields
ru: Вычисляемые поля

source: Call Blockings
ru: Блокировка звонков
