Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: Outbound To-Username Field
ru: Поле To-Username в исходящих звонках

source: "Auto Attendant" - An internal flag for the auto_attendant pseudo-preference feature to be able to map it do subscriber profiles. Not directly used.
ru: "Автосекретарь" - Внутренний флаг для псевдонастроек автосекретарядля возможности связи с профилем абонента. Используется косвенно.

source: "Calling line identification restriction" - if set to true, the CLI is not displayed on outgoing calls to other users within the same PBX.
ru: "Ограничения идентификации вызываемой стороны" - если установлено в true, CLI не будет указан в исходящих звонках другим пользователям внутри PBX группы.

source: "Calling line identification restriction" - if set to true, the CLI is not displayed on outgoing calls.
ru: "Ограничения идентификации вызываемой стороны" - если установлено в true, CLI не будет указан в исходящих звонках

source: "Fax Server" - An internal flag for the fax_server pseudo-preference feature to be able to map it do subscriber profiles. Not directly used.
ru: "Факс сервер" - внутренний флаг для псевдо-настройки функционала fax_server для возможности связи с профилем абонента. Используется косвенно.

source: "Incoming Dialed Number Matching" - configure between strict number matching for incoming calls where dialing arbitrary extension behind subscriber number is not allowed and the extended number matching, where the system will locate the subscriber by longest matching prefix and will send either the base matching number or the original dialed number with extension (with possible fallback to user on 404 response from callee).
ru: "Сопоставление входящих набранных номеров" - настройка между строгим сопоставлением номеров для входящих звонков, где не разрешен набор произвольного абонентского номера за абонентским номером, и сопоставлением расширенного номера, где система будет определять местонахождение абонента по префиксу наибольшего совпадения и посылать либо базовый совпадающий номер, либо исходный набранный номер с расширением (с возможным откатом пользователю по 404 ответу от callee).

source: "Manager Secretary" call forwardings toggle
ru: Переключение переадресации вызовов "Менеджер секретаря"

source: "Music on Hold" - if set to true and a music on hold file is provided, a calling party gets that file played when put on hold
ru: "Музыка при удержании" - если установлено в true и указан файл для проигрывания, звонящая сторона будет проигрывать файл при постановке звонка на удержание.

source: "Reminder" - An internal flag for the reminder pseudo-preference feature to be able to map it do subscriber profiles. Not directly used.
ru: "Напоминание" - внутренний флаг для псевдо-настройки функционала напоминайдля возможности связи с профилем абонента. Используется косвенно.

source: "Speed Dial" - An internal flag for the speed dial pseudo-preference feature to be able to map it do subscriber profiles. Not directly used.
ru: "Быстрый набор" - внутренний флаг для псевдо-настройки функционала быстрогонабора для возможности связи с профилем абонента. Используется косвенно.

source: "Timely" Duration
ru: "Своевременная" продолжительность

source: "Timely" Top-ups from:
ru: "Своевременные" пополнения от:

source: "Timely" Top-ups to:
ru: "Своевременные" пополнения от:

source: "Voice Mail" - An internal flag for the voice_mail pseudo-preference feature to be able to map it do subscriber profiles. Not directly used.
ru: "Голосовая почта" - внутренний флаг для псевдо-настройки функционала voice_mailдля возможности связи с профилем абонента. Используется косвенно.

source: #Numbers
ru: #Номера

source: #Top-ups (timely)
ru: #Пополнения (своевременно)

source: %1 Access Denied
ru: %1 Доступ запрещен

source: %1 Internal server error
ru: %1 Внутренняя ошибка сервера

source: %1 Not found
ru: %1 Не найден

source: %1 Sign In
ru: Вход %1

source: %1 as %2
ru: %1 как %2

source: %1 for %2s
ru: %1 для %2s

source: %1 of maximum %2 subscribers %3 created
ru: создано %1 из максимально доступных %2 абонентов %3

source: %1<span class="pull-right">for %2s</span>
ru: %1<span class="pull-right">для %2s</span>

source: (Base) IP Address
ru: (Базовый) IP-адрес

source: , but skipped the following line numbers:
ru: , но пропущены следующие номера строк:

source: 1st day of month, at 00:00 contract time
ru: 1-е число месяца, в 00:00 по контрактному времени

source: 1st day of month, at 00:00 system time
ru: 1-е число месяца, в 00:00 по системному времени

source: 403 - Permission denied
ru: 403 - Доступ запрещен

source: 404 - No branding css available for this reseller
ru: 404 - Отсутствуют CSS для данного реселлера

source: 404 - No branding logo available for this reseller
ru: 404 - Отсутствует логотип для данного реселлера

source: 404 - No front image available for the model of this device profile
ru: 404 - Нет доступных лицевых изображений для модели профиля этого устройства

source: 404 - No front image available for this device model
ru: 404 - Изображение данного устройства отсутствует

source: 404 - No mac image available for this device model
ru: 404 - Изображение MAC номера устройства отсутствует

source: A PCRE regex matching against 'sip:user@domain' (e.g. '^sip:.+@example\.org$' matching the whole URI, or '999' matching if the URI contains '999')
ru: PCRE regex, сопоставляющий 'sip:user@domain' (например, '^sip:. @example\.org$" сопоставляет весь URI, или '999' сопоставляет, если URI содержит '999')

source: A PCRE regex matching against the full Request-URI (e.g. '^sip:.+@example\.org$' or '^sip:431')
ru: PCRE regex, соответствующий полному Request-URI (например, '^sip:. @example\.org$' или '^sip:431').

source: A PCRE regex matching against the specified field (e.g. '^sip:.+@example\.org$' or '^sip:431') when matching against a full URI
ru: PCRE regex, сопоставляющий указанное поле (например, '^sip:. @example\.org$' или '^sip:431') при сопоставлении с полным URI

source: A PCRE regular expression the dialed number (CDR 'destination user in') has to match in case of 'outgoing' direction, or the inbound number (CDR 'source cli') in case of 'incoming' direction.
ru: Регулярное выражение PCRE, которому должен соответствовать набранный номер (CDR 'destination user in') в случае "исходящего" направления, или входящий номер (CDR 'source cli') в случае "входящего" направления.

source: A PIN code which may be used in a VSC to disable the outgoing user block list and NCOS level for a call.
ru: PIN код который может быть использован в VSC для отключения блокировки исходящих звонков и списки NCOS.

source: A custom tag for this firmware.
ru: Пользовательский тег для этой микропрограммы.

source: A flag indicating, whether the numbers in this set are regular expressions. If true, all bnumbers will be interpreted as perl compatible regular expressions and matched against the B-Number of the calls. If false, shell pattern the whole numbers are matched while shell patterns like 431* or 49123~[1-5~]67 are possible.
ru: Флаг, указывающий, являются ли числа в этом наборе регулярными выражениями. Если true, все bnumbers будут интерпретированы как регулярные выражения, совместимые с perl, и сопоставлены с B-числами вызовов. Если false, то сопоставляются целые числа, в то время как возможны регулярные выражения типа 431* или 49123~[1-5~]67.

source: A flag indicating, whether the numbers in this set are regular expressions. If true, all bnumbers will be interpreted as perl compatible regular expressions and matched against the B-Number of the calls. If false, shell pattern the whole numbers are matched while shell patterns like 431* or 49123~[1-5~]67 are possible. If true, capturing groups can be formed using parentheses and referenced in the destinations via \1, \2,... .
ru: Флаг, указывающий, являются ли числа в этом наборе регулярными выражениями. Если true, все bnumbers будут интерпретированы как регулярные выражения, совместимые с perl, и сопоставлены с B-числами вызовов. Если false, то сопоставляются целые числа, в то время как возможны регулярные выражения типа 431* или 49123~[1-5~]67. Если true, группы захвата могут быть сформированы с помощью круглых скобок и ссылаться в пунктах назначения через \1, \2,... .

source: A flag indicating, whether the numbers in this set are regular expressions. If true, all sources will be interpreted as perl compatible regular expressions and matched against the calling party number (in E164 format) of the calls. If false, the whole numbers are plainly matched while shell patterns like 431* or 49123~[1-5~]67 are possible.
ru: Флаг, указывающий, являются ли номера в этом наборе регулярными выражениями. Если true, все источники будут интерпретированы как регулярные выражения, совместимые с perl, и сопоставлены с номером вызывающей стороны (в формате E164) звонков. Если false, то будут сопоставлены целые числа, а шаблоны оболочки, такие как 431* или 49123~[1-5~]67, возможны.

source: A flag indicating, whether the numbers in this set are regular expressions. If true, all sources will be interpreted as perl compatible regular expressions and matched against the calling party number (in E164 format) of the calls. If false, the whole numbers are plainly matched while shell patterns like 431* or 49123~[1-5~]67 are possible. If true, capturing groups can be formed using parentheses and referenced in the destinations via \1, \2,... .
ru: Флаг, указывающий, являются ли номера в этом наборе регулярными выражениями. Если true, все источники будут интерпретированы как регулярные выражения, совместимые с perl, и сопоставлены с номером вызывающей стороны (в формате E164) звонков. Если false, будут сопоставлены целые числа, при этом возможны шаблоны оболочки типа 431* или 49123~[1-5~]67. Если true, группы захвата могут быть сформированы с помощью круглых скобок и указаны в направлениях через \1, \2,... .

source: A general purpose field for free use.
ru: Поле общего назначения для свободного использования.

source: A general purpose parameter, which is reflected in CDRs of this subscriber either as source_gpp0 or destination_gpp0, depending on the call direction.
ru: Параметр общего назначения, который отображается в CDR этого абонента либо как source_gpp0, либо как destination_gpp0, в зависимости от направления вызова.

source: A general purpose parameter, which is reflected in CDRs of this subscriber either as source_gpp1 or destination_gpp1, depending on the call direction.
ru: Параметр общего назначения, который отображается в CDR этого абонента либо как source_gpp1, либо как destination_gpp1, в зависимости от направления вызова.

source: A general purpose parameter, which is reflected in CDRs of this subscriber either as source_gpp2 or destination_gpp2, depending on the call direction.
ru: Параметр общего назначения, который отображается в CDR этого абонента либо как source_gpp2, либо как destination_gpp2, в зависимости от направления вызова.

source: A general purpose parameter, which is reflected in CDRs of this subscriber either as source_gpp3 or destination_gpp3, depending on the call direction.
ru: Параметр общего назначения, который отображается в CDR этого абонента либо как source_gpp3, либо как destination_gpp3, в зависимости от направления вызова.

source: A general purpose parameter, which is reflected in CDRs of this subscriber either as source_gpp4 or destination_gpp4, depending on the call direction.
ru: Параметр общего назначения, который отображается в CDR этого абонента либо как source_gpp4, либо как destination_gpp4, в зависимости от направления вызова.

source: A general purpose parameter, which is reflected in CDRs of this subscriber either as source_gpp5 or destination_gpp5, depending on the call direction.
ru: Параметр общего назначения, который отображается в CDR этого абонента либо как source_gpp5, либо как destination_gpp5, в зависимости от направления вызова.

source: A general purpose parameter, which is reflected in CDRs of this subscriber either as source_gpp6 or destination_gpp6, depending on the call direction.
ru: Параметр общего назначения, который отображается в CDR этого абонента либо как source_gpp6, либо как destination_gpp6, в зависимости от направления вызова.

source: A general purpose parameter, which is reflected in CDRs of this subscriber either as source_gpp7 or destination_gpp7, depending on the call direction.
ru: Параметр общего назначения, который отображается в CDR этого абонента либо как source_gpp7, либо как destination_gpp7, в зависимости от направления вызова.

source: A general purpose parameter, which is reflected in CDRs of this subscriber either as source_gpp8 or destination_gpp8, depending on the call direction.
ru: Параметр общего назначения, который отображается в CDR этого абонента либо как source_gpp8, либо как destination_gpp8, в зависимости от направления вызова.

source: A general purpose parameter, which is reflected in CDRs of this subscriber either as source_gpp9 or destination_gpp9, depending on the call direction.
ru: Параметр общего назначения, который отображается в CDR этого абонента либо как source_gpp9, либо как destination_gpp9, в зависимости от направления вызова.

source: A human readable name of the LNP carrier.
ru: Человекочитаемое имя носителя LNP.

source: A human readable name of the emergency mapping container.
ru: Человекочитаемое имя контейнера аварийного отображения.

source: A human readable profile name.
ru: Человекочитаемое имя профиля.

source: A list of shell patterns specifying which CLIs are allowed to be set by the subscriber. "*", "?" and "[x-y]" with "x" and "y" representing numbers from 0 to 9 may be used as wildcards as usual in shell patterns.
ru: Список шаблонов разрешенных символов для установки абонентом в CLI."*", "?" и "[x-y]", где "x" и "y" соответствуют символам от 0 до 9и могут быть использованы в привычном виде в регулярных выражениях.

source: A non-unique external ID e.g., provided by a 3rd party provisioning
ru: Неуникальный внешний идентификатор, например, предоставленный сторонним поставщиком

source: A numeric string intended to be used in rewrite rules for emergency numbers.
ru: Номер предназначенный для использования в правилах перезаписи для экстренных вызовов.

source: A password used for authentication against the peer host.
ru: Пароль для аутентификации на принимающем 'SIP Транк' сервере.

source: A path describing the folder on the NFS server, where the logfiles will be stored.
ru: Путь, описывающий папку на NFS-сервере, в которой будут храниться лог-файлы.

source: A peering group the rule belongs to.
ru: Группа пиринга, к которой принадлежит правило.

source: A realm (hostname) used to identify and for authentication against a peer host.
ru: Realm (имя сервера) для аутентификации на принимающем 'SIP Транк' сервере.

source: A regular expression matching the From URI.
ru: Регулярное выражение, соответствующее URI From.

source: A regular expression the dialed number (CDR 'destination user in') has to match in case of 'outgoing' direction, or the inbound number (CDR 'source cli') in case of 'incoming' direction.
ru: Регулярное выражение, которому должен соответствовать набранный номер (CDR 'destination user in') в случае "исходящего" направления, или входящий номер (CDR 'source cli') в случае "входящего" направления.

source: A short name for the zone (e.g. US).
ru: Краткое название зоны (например, US).

source: A simple destination format, e.g. "4312345" if it is a number, or "user@domain" if it is a URI.
ru: Простой формат назначения, например, "4312345", если это число, или "user@domain", если это URI.

source: A string (eg. 431001), string prefix (eg. 43) or PCRE regular expression (eg. ^.+$) to match the called number or sip uri.
ru: Строка (например, 431001), префикс строки (например, 43) или регулярное выражение PCRE (например, ^. $) для соответствия вызываемому номеру или sip uri.

source: A string (eg. 431001), string prefix (eg. 43) or PCRE regular expression (eg. ^.+$) to match the calling number or sip uri.
ru: Строка (например, 431001), префикс строки (например, 43) или регулярное выражение PCRE (например, ^. $) для соответствия номеру вызова или sip uri.

source: A unique identifier string (only alphanumeric chars and _).
ru: Уникальная строка идентификатора (только буквенно-цифровые символы и _).

source: A unique template name.
ru: Уникальное имя шаблона.

source: A user defined quota for concurrent calls, does not block calls
ru: Квота, определяемая пользователем для одновременных вызовов, не блокирует вызовов

source: A username used for authentication against the peer host.
ru: Имя пользователя для аутентификации на принимающем 'SIP Транк' сервере.

source: A valid callee number in the E164 format
ru: Действительный номер абонента в формате E164

source: A valid caller number in the E164 format. Must be valid according to the preferences alloed_clis, user_cli, cli
ru: Действительный номер вызывающего абонента в формате E164. Должен быть действительным в соответствии с предпочтениями alloed_clis, user_cli, cli

source: ALE password
ru: Пароль ALE

source: ALE username
ru: Имя пользователя ALE

source: ALL of the rules must match to choose the peering group for inbound calls.
ru: ВСЕ правила должны совпадать, чтобы выбрать пиринговую группу для входящих звонков.

source: AMR-WB: CMR interval
ru: AMR-WB: CMR интервал

source: AMR-WB: initial bitrate
ru: AMR-WB: начальный битрейт

source: AMR-WB: mode change capability
ru: AMR-WB: возможность смены режима

source: AMR-WB: mode change interval
ru: AMR-WB: интервал смены режима

source: AMR-WB: mode change neighbor
ru: AMR-WB: режим смены соседей

source: AMR-WB: mode change period
ru: AMR-WB: период изменения режима

source: AMR-WB: mode-set
ru: AMR-WB: набор режимов

source: AMR-WB: octet-aligned mode
ru: AMR-WB: режим выравнивания октетов

source: AMR: CMR interval
ru: AMR: CMR интервал

source: AMR: initial bitrate
ru: AMR: начальный битрейт

source: AMR: mode change capability
ru: AMR: режим смены возможности

source: AMR: mode change interval
ru: AMR: режим смены интервала

source: AMR: mode change neighbor
ru: AMR: режим смены соседей

source: AMR: mode change period
ru: AMR: режим смены периода

source: AMR: mode-set
ru: AMR: набор режимов

source: AMR: octet-aligned mode
ru: AMR: восьмеричный режим

source: ANY
ru: ЛЮБОЙ

source: ANY of the rules must match to choose the peering group for outbound calls.
ru: ЛЮБОЕ правило должно совпадасть, чтобы выбрать группу пиринга для исходящих звонков.

source: API key
ru: API ключ

source: Accept
ru: Принять

source: Accept Auto-Answer
ru: Принять автоответ

source: Accepted email address to allow mail2fax transmission.
ru: Принимаемый адрес электронной почты для разрешения передачи mail2fax.

source: Access Restrictions
ru: Ограничения доступа

source: Account balance successfully changed!
ru: Баланс счета успешно изменен!

source: Actions
ru: Действия

source: Activate timestamp
ru: Активировать временную метку

source: Active
ru: Активен

source: Active callforward
ru: Активная переадресация

source: Actual billing profile:
ru: Фактический платежный профиль:

source: Actual profile package:
ru: Пакет текущего профиля:

source: Add
ru: Добавить

source: Add user=phone URI parameters to the called party number (in To header and Request-URI)
ru: Добавить user=phone URI параметры к вызываемому номеру (в заголовке To и Request-URI)

source: Add user=phone URI parameters to the calling party number (in From, P-Asserted-Identity etc headers)
ru: Добавить user=параметры URI на номер вызывающей стороны (в From, P-Asserted-Identity, и подобных)

source: Add user=phone to calling number
ru: Добавить user=phone к номеру вызова

source: Add vat
ru: Добавить пошлину

source: Additional E.164 numbers (each containing a cc, ac and sn attribute) mapped to this subscriber for inbound calls.
ru: Дополнительные номера E.164 (каждый из которых содержит атрибуты cc, ac и sn), сопоставленные с этим абонентом для входящих вызовов.

source: Address
ru: Адрес

source: Admin does not have an email set
ru: У Администратора не установлен адрес электронной почты

source: Admin name
ru: Имя администратора

source: Admin pass
ru: Пароль администратора

source: Administrative
ru: Административный

source: Administrative Block List for inbound calls
ru: Административный список запрещенных CLI для входящих звонков

source: Administrative Block List for outbound calls
ru: Административный список запрещенных номеров для исходящих звонков

source: Administrative Block Mode for inbound calls
ru: Административный режим блокировки входящих звонков

source: Administrative Block Mode for outbound calls
ru: Административный режим блокировки исходящих звонков

source: Administrative NCOS Level
ru: Административный NCOS список

source: Administrative NCOS Level For Call Forward
ru: Уровень Административного NCOS для переадресации вызовов

source: Administrative PIN to bypass outbound Block List
ru: Административный PIN для пропуска блокировки исходящих звонков

source: Administratively block anonymous inbound calls
ru: Административный запрет анонимных входящих звонков

source: Administrator
ru: Администратор

source: Administrator Logins
ru: Вход администратора

source: Administrator not found
ru: Администратор не найден

source: Administrator successfully created
ru: Администратор успешно создан

source: Administrator successfully deleted
ru: Администратор успешно удален

source: Administrator successfully updated
ru: Администратор успешно обновлен

source: Administrators
ru: Администраторы

source: Advanced
ru: Расширенный

source: Advanced View
ru: Расширенный просмотр

source: Advertise to the peer that the AMR encoder is able to perform mode changes in a restricted interval (2), or that the encoder is not capable of doing that (1), or don't advertise that capability at all (omit).
ru: Сообщите аналогу, что кодер AMR способен выполнять смену режима в ограниченном интервале (2), или что кодер не способен этого делать (1), или не сообщайте об этой возможности вообще (опустить).

source: Advertise to the peer that the AMR-WB encoder is able to perform mode changes in a restricted interval (2), or that the encoder is not capable of doing that (1), or don't advertise that capability at all (omit).
ru: Сообщите аналогу, что кодер AMR-WB способен выполнять смену режима в ограниченном интервале (2), или что кодер не способен этого делать (1), или не сообщайте об этой возможности вообще (опустить).

source: Advice of charge
ru: Подсказка оплаты (AoC)

source: Advice of charge type
ru: Тип подсказки оплаты (AoC)

source: Alert-Info Type
ru: Тревожный тип

source: Alert-Info URL
ru: URL-адрес тревоги

source: Alias Number
ru: Псевдонимный номер

source: Alias Number Range
ru: Диапазон псевдонимов

source: Alias Numbers
ru: Дополнительный номер

source: Alias number
ru: Псевдонимный номер

source: Alias number add
ru: Добавить псевдонимный номер

source: Alias numbers
ru: Псевдонимные номера

source: All
ru: Все

source: All services running
ru: Работают все сервисы

source: Allocable
ru: Свободный

source: Allocable?
ru: Свободный?

source: Allow Desktop Softphone Autoprovisioning for this subscriber. If disabled, no configuration will be provided to the Desktop Softphone.
ru: Разрешите данному абоненту услугу авто-провидения для настольного софтфона. Если эта функция отключена, конфигурация для настольного софтфона не будет предоставлена.

source: Allow access from the given list of IP addresses and/or IP nets.
ru: Разрешить доступ с указанного списка IP адресов и/или IP сетей.

source: Allow calls to foreign domains
ru: Разрешить звонки на внешние домены

source: Allow inbound calls from foreign subscribers
ru: Разрешить входящие звонки с внешних абонентов

source: Allow mail2fax destination only to this number.
ru: Разрешить направление mail2fax только на этот номер.
