Repository: irka-pl/ngcp-panel
Catalog: lib/NGCP/Panel/I18N/*.po
Languages: ru

source: The number of free seconds of the reseller used for this call.
ru: Количество свободных секунд посредника, использованных для данного вызова.

source: The number of top-ups performed in the 'timely' span of this interval.
ru: Количество пополнений, выполненных в "своевременном" интервале этого интервала.

source: The number of top-ups performed in this interval.
ru: Количество пополнений, выполненных в этом интервале.

source: The number to intercept.
ru: Номер для перехвата.

source: The number to send the fax to
ru: Номер, на который нужно отправить факс

source: The optional LNP number type tag, for CDR exports.
ru: Необязательный тег типа номера LNP для экспорта CDR.

source: The optional date when the porting gets active in format YYYY-MM-DD.
ru: Необязательная дата, когда перенос становится активным в формате YYYY-MM-DD.

source: The optional date when the porting gets inactive again in format YYYY-MM-DD.
ru: Необязательная дата, когда перенос снова станет неактивным, в формате YYYY-MM-DD.

source: The original conversation record id - cdr id/voicemail id/sms id/fax journal record id/prosody message archive mgmt (mam) record id.
ru: Оригинальный идентификатор записи разговора - идентификатор записи cdr/идентификатор голосовой почты/sms id/fax journal record id/prosody message archive mgmt (mam) record id.

source: The parameters appended to the sync URI when setting the provisioning server, e.g. server.uri/$MA. The server.uri variable is automatically expanded during provisioning time.
ru: Параметры, добавляемые к URI синхронизации при настройке сервера обеспечения, например server.uri/$MA. Переменная server.uri автоматически расширяется во время инициализации.

source: The password for authenticating on the X-2 interface.
ru: Пароль для аутентификации на интерфейсе X-2.

source: The password to authenticate for SIP and XMPP services.
ru: Пароль для аутентификации для служб SIP и XMPP.

source: The password to log into the CSC Panel
ru: Пароль для входа в панель CSC

source: The password to log into the CSC Panel.
ru: Пароль для входа в панель CSC.

source: The pbx device model id this config belongs to.
ru: Идентификатор модели устройства pbx, к которому принадлежит эта конфигурация.

source: The pbx device model id this firmware belongs to.
ru: Идентификатор модели устройства pbx, к которому принадлежит эта микропрограмма.

source: The peering group this rule belongs to.
ru: Группа пиринга, к которой принадлежит это правило.

source: The peering group this server belongs to.
ru: Группа пиринга, к которой принадлежит этот сервер.

source: The person's name, which is then used in XMPP contact lists or auto-provisioned phones, and which can be used as network-provided display name in SIP calls.
ru: Имя человека, которое затем используется в списках контактов XMPP или в телефонах с автоматической настройкой, и которое может использоваться в качестве предоставляемого сетью отображаемого имени в вызовах SIP.

source: The phone number of the contact.
ru: Номер телефона контактного лица.

source: The phonebook number, can be either as a numeric or a SIP number.
ru: Номер телефонной книги, может быть как цифровым, так и SIP-номером.

source: The pilot subscriber of the subscriber the event is related to.
ru: Пилотный абонент абонента, с которым связано событие.

source: The port of the X-2 interface.
ru: Порт интерфейса X-2.

source: The port of the X-3 interface.
ru: Порт интерфейса X-3.

source: The ported number.
ru: Перенесенный номер.

source: The position of the keys on the front image. Attributes are x, y, labelpos (how the label for the key is displayed in the web interface, relative to the given coordinates; one of top, bottom, left, right).
ru: Положение клавиш на переднем изображении. Атрибуты: x, y, labelpos (как отображается метка для ключа в веб-интерфейсе, относительно заданных координат; одно из верхнего, нижнего, левого, правого).

source: The postal code of the contact.
ru: Почтовый индекс контактного лица.

source: The prepaid billing interface for customer with prepaid billing profile. Deprecated, no longer used by the system.
ru: Предоплаченный платежный интерфейс для клиента с предоплаченным профилем биллинга. Устарело, больше не используется системой.

source: The primary alias of the subscriber's pilot subscriber, after number updates during the operation.
ru: Основной псевдоним пилотного абонента, после обновления номера во время операции.

source: The primary alias of the subscriber's pilot subscriber, before number updates during the operation.
ru: Основной псевдоним пилотного абонента, до обновления номера во время операции.

source: The primary number area code of the subscriber's pilot subscriber.
ru: Код зоны основного номера пилотного абонента.

source: The primary number country code of the subscriber's pilot subscriber.
ru: Код страны основного номера пилотного абонента.

source: The primary number of the subscriber's pilot subscriber.
ru: Основной номер пилотного абонента.

source: The primary number subscriber number of the subscriber's pilot subscriber.
ru: Основной абонентский номер пилотного абонента.

source: The priority of this rule. Lower values mean higher priority.
ru: Приоритет этого правила. Меньшие значения означают более высокий приоритет.

source: The profile defining the actual feature set for this subscriber.
ru: Профиль, определяющий фактический набор функций для данного абонента.

source: The profile name of the subscriber's pilot subscriber.
ru: Имя профиля пилотного абонента.

source: The profile of the subscriber's pilot subscriber.
ru: Профиль пилотного абонента.

source: The profile package the customer will switch to.
ru: Пакет профилей, на который переключится клиент.

source: The profile package the customer will switch with the top-up.
ru: Профильный пакет, на который перейдет клиент при пополнении баланса.

source: The profile package's id, whose initial profile/networks are to be used to charge this contract. This field is required if the 'package' profile definition mode is used.
ru: Идентификатор пакета профиля, исходный профиль/сети которого будут использоваться для начисления данного контракта. Это поле необходимо, если используется режим определения профиля 'package'.

source: The profile package, whose initial profile/networks are to be used to charge this contract.
ru: Пакет профилей, исходный профиль/сети которого будут использоваться для тарификации данного контракта.

source: The profile set defining the possible feature sets for this subscriber.
ru: Набор профилей, определяющий возможные наборы функций для данного абонента.

source: The profile set name of the subscriber's pilot subscriber.
ru: Имя набора профилей пилотного абонента.

source: The profile set of the subscriber's pilot subscriber.
ru: Набор профилей пилотного абонента.

source: The rate of a single AoC pulse message (e.g. 1 cent). For values greater than 0 cents (and follow rate greater than 0 cents), the resulting AoC pulse frequency is given by (<AoC pulse message rate> * <follow interval> / <follow rate>) seconds. This allows you to configure intervals for AoC pulse messages of less than 1 second.
ru: Частота одного импульсного сообщения AoC (например, 1 цент). Для значений больше 0 центов (и скорости следования больше 0 центов) результирующая частота импульсов AoC задается как (<AoC pulse message rate> * <follow interval> / <follow rate>) секунд. Это позволяет настраивать интервалы для импульсных сообщений AoC менее 1 секунды.

source: The ratio to reduce free cash/time in the initial balance period (month), when the customer was created. Readonly.
ru: Коэффициент уменьшения свободных денежных средств/времени в начальный период баланса (месяц), когда был создан клиент. Доступно для чтения.

source: The registered contact is detected as behind NAT.
ru: Зарегистрированный контакт обнаружен как находящийся за NAT.

source: The reminder recurrence (one of never, weekdays, always).
ru: Повторяемость напоминания (один из вариантов: никогда, по будням, всегда).

source: The replacement string in case of obfuscation mode. Admin and reseller users see it for filter mode suppressions.
ru: Строка замены в случае режима обфускации. Пользователи администраторов и реселлеров видят ее для подавления режима фильтрации.

source: The reseller id for which to download the CSV.
ru: Идентификатор посредника, для которого нужно загрузить CSV.

source: The reseller id this CSV upload belongs to.
ru: Идентификатор посредника, которому принадлежит эта CSV-загрузка.

source: The reseller id this app belong to.
ru: id реселлера, которому принадлежит это приложение.

source: The reseller id this billing network belongs to.
ru: Идентификатор посредника, которому принадлежит данная биллинговая сеть.

source: The reseller id this contact belongs to.
ru: Идентификатор посредника, которому принадлежит этот контакт.

source: The reseller id this device model belongs to.
ru: Идентификатор посредника, которому принадлежит данная модель устройства.

source: The reseller id this networks belong to.
ru: Идентификатор посредника, которому принадлежит эта сеть.

source: The reseller id this profile belongs to.
ru: Идентификатор посредника, которому принадлежит данный профиль.

source: The reseller id this profile package belongs to.
ru: Идентификатор посредника, которому принадлежит данный пакет профиля.

source: The reseller id this template belongs to.
ru: Идентификатор посредника, которому принадлежит этот шаблон.

source: The reseller id this voucher belongs to.
ru: Идентификатор посредника, которому принадлежит этот ваучер.

source: The reseller id to assign this billing network to.
ru: Идентификатор посредника, которому будет назначена эта биллинговая сеть.

source: The reseller id to assign this domain to.
ru: Идентификатор посредника, которому будет назначен этот домен.

source: The reseller id to assign this emergency mapping container to.
ru: Идентификатор посредника, которому нужно присвоить этот контейнер аварийного отображения.

source: The reseller id to assign this invoice template to.
ru: Идентификатор торгового посредника, которому нужно присвоить этот шаблон счета-фактуры.

source: The reseller id to assign this phonebook entry to.
ru: Идентификатор посредника, которому нужно присвоить эту запись телефонной книги.

source: The reseller id to assign this profile package to.
ru: Идентификатор посредника, которому будет назначен этот пакет профиля.

source: The reseller id to assign this timeset entry to.
ru: Идентификатор посредника, которому нужно присвоить эту запись временного набора.

source: The reseller this Subscriber Profile Set belongs to.
ru: Реселлер, которому принадлежит данный набор профилей подписчиков.

source: The reseller this level belongs to.
ru: Реселлер, которому принадлежит этот уровень.

source: The reseller this number belongs to.
ru: Посредник, которому принадлежит этот номер.

source: The reseller this sound set belongs to.
ru: Реселлер, которому принадлежит этот набор звуков.

source: The reseller who can use the Ruleset.
ru: Торговый посредник, который может использовать набор правил.

source: The reseller who owns the Branding.
ru: Торговый посредник, которому принадлежит Брендинг.

source: The rewrite rule priority.
ru: Приоритет правила перезаписи.

source: The rewrite rule set this rule belongs to.
ru: Набор правил перезаписи, к которому принадлежит это правило.

source: The routing prefix assigned to this LNP carrier.
ru: Префикс маршрутизации, назначенный данному носителю LNP.

source: The sample rate of the stream (e.g. "8000" for 8000Hz).
ru: Частота дискретизации потока (например, "8000" для 8000 Гц).

source: The secret (readonly).
ru: Секрет (только для чтения).

source: The serial timeout for hunting in PBX hunt groups.
ru: Таймаут последовательного обзвона в группе обзвона PBX.V

source: The service charge amount (in cents) will be subtracted from the voucher amount upon every top-up.
ru: Сумма сервисного сбора (в центах) будет вычитаться из суммы ваучера при каждом пополнении счета.

source: The service charge amount (in cents) will be subtracted from the voucher amount.
ru: Сумма сбора за обслуживание (в центах) будет вычтена из суммы ваучера.

source: The sound handle when to play this sound file.
ru: Ручка звука при воспроизведении данного звукового файла.

source: The sound handle.
ru: Звуковая рукоятка.

source: The sound set the sound file belongs to.
ru: Набор звуков, к которому принадлежит звуковой файл.

source: The source IP address.
ru: IP-адрес источника.

source: The source billing zone id (from billing.billing_zones_history) attached to the carrier billing cost.
ru: Идентификатор зоны биллинга источника (из billing.billing_zones_history), привязанный к стоимости биллинга оператора.

source: The source billing zone id (from billing.billing_zones_history) attached to the customer billing cost.
ru: Идентификатор исходной биллинговой зоны (из billing.billing_zones_history), прикрепленный к биллинговой стоимости клиента.

source: The source billing zone id (from billing.billing_zones_history) attached to the reseller billing cost.
ru: Идентификатор исходной биллинговой зоны (из billing.billing_zones_history), прикрепленный к биллинговой стоимости посредника.

source: The source set mode
ru: Режим установки источника

source: The start of the invoice period.
ru: Начало периода выставления счета-фактуры.

source: The start time in format hh:mm:ss
ru: Время начала в формате чч:мм:сс

source: The start timestamp of the recording stream.
ru: Временная метка начала потока записи.

source: The start timestamp of the recording.
ru: Временная метка начала записи.

source: The status of the call rating, one of ok, unrated, failed.
ru: Статус оценки звонка, один из вариантов: "хорошо", "не оценен", "не удалось".

source: The status of the call, one of ok, busy, noanswer, cancel, offline, timeout, other.
ru: Статус вызова, один из следующих: ok, busy, noanswer, cancel, offline, timeout, other.

source: The status of the contract.
ru: Статус контракта.

source: The status of the exporting process.
ru: Статус процесса экспорта.

source: The status of the rating process.
ru: Статус процесса рейтингования.

source: The status of the recording (one of "recording", "completed", "confirmed").
ru: Статус записи (один из "запись", "завершена", "подтверждена").

source: The status of the reseller.
ru: Статус торгового посредника.

source: The status of the subscriber (one of "active", "locked", "terminated").
ru: Статус абонента (один из "активен", "заблокирован", "прекращен").

source: The status of this network. Only active billing networks can be assigned to customers/profile packages.
ru: Статус этой сети. Только активные биллинговые сети могут быть назначены клиентам/профильным пакетам.

source: The street name of the contact.
ru: Название улицы контакта.

source: The string to be used as a User-Agent header replacement if ua_header_mode is set to "replace".
ru: Строка которая будет использована для замены User-Agent если ua_header_modeустановлен в "replace".

source: The subscriber ID.
ru: Идентификатор абонента.

source: The subscriber UUID.
ru: UUID абонента.

source: The subscriber contract's reseller.
ru: Посредник абонентского договора.

source: The subscriber for which to topup the balance.
ru: Абонент, для которого необходимо пополнить баланс.

source: The subscriber id the message belongs to.
ru: Идентификатор абонента, которому принадлежит сообщение.

source: The subscriber id this b-number set belongs to
ru: Идентификатор абонента, которому принадлежит данный набор b-номеров

source: The subscriber id this destination set belongs to.
ru: Идентификатор абонента, которому принадлежит этот набор назначения.

source: The subscriber id this journal entry belongs to
ru: Идентификатор абонента, которому принадлежит данная журнальная запись

source: The subscriber id this source set belongs to
ru: Идентификатор абонента, которому принадлежит данный набор источников

source: The subscriber id this time set belongs to.
ru: Идентификатор абонента, которому принадлежит этот временной набор.

source: The subscriber profile set this profile belongs to.
ru: Набор профилей абонентов, к которому принадлежит данный профиль.

source: The subscriber the contact belongs to.
ru: Абонент, которому принадлежит контакт.

source: The subscriber the event is related to.
ru: Абонент, с которым связано событие.

source: The subscriber the fax belongs to.
ru: Абонент, которому принадлежит факс.

source: The subscriber this location mapping belongs to.
ru: Абонент, которому принадлежит данная карта местоположения.

source: The subscriber this reminder belongs to.
ru: Абонент, которому принадлежит это напоминание.

source: The subscriber this trusted source belongs to.
ru: Абонент, которому принадлежит этот доверенный источник.

source: The subscriber to use on this line/key
ru: Абонент, который будет использоваться на этой линии/ключе

source: The subscriber's customer contract.
ru: Клиентский контракт абонента.

source: The subscriber's non-primary alias with lowest id, after number updates during the operation.
ru: Неосновной псевдоним абонента с наименьшим id, после обновления номера во время операции.

source: The subscriber's non-primary alias with lowest id, before number updates during the operation.
ru: Неосновной псевдоним абонента с наименьшим id, до обновления номера во время операции.

source: The subscriber's primary alias, after number updates during the operation.
ru: Основной псевдоним абонента, после обновления номера во время операции.

source: The subscriber's primary alias, before number updates during the operation.
ru: Основной псевдоним абонента, до обновления номера во время операции.

source: The subscriber's primary number area code.
ru: Код зоны основного номера абонента.

source: The subscriber's primary number country code.
ru: Код страны основного номера абонента.

source: The subscriber's primary number subscriber number.
ru: Основной абонентский номер абонента.

source: The subscriber's primary number.
ru: Основной номер абонента.

source: The subscriber's profile name.
ru: Имя профиля абонента.

source: The subscriber's profile set name.
ru: Имя набора профилей абонента.

source: The subscriber's profile set.
ru: Набор профилей абонента.

source: The subscriber's profile.
ru: Профиль абонента.

source: The suppression mode. For subscriber and subscriber admins, filtering means matching calls are not listed at all, while obfuscation means the number is replaced by the given label.
ru: Режим подавления. Для администраторов абонентов и абонентов фильтрация означает, что совпадающие вызовы вообще не попадают в список, а обфускация означает, что номер заменяется заданной меткой.

source: The suppression mode. For subscriber and subscriber admins, filtering means matching calls do not appear at all, while obfuscation means the number is replaced by the given label.
ru: Режим подавления. Для администраторов абонентов и абонентов фильтрация означает, что совпадающие вызовы не появляются вообще, а обфускация означает, что номер заменяется заданной меткой.

source: The surname of the contact.
ru: Фамилия контактного лица.

source: The sync URI to set the provisioning server of the device (e.g. http://client.ip/admin/resync. The client.ip variable is automatically expanded during provisioning time.
ru: URI синхронизации для установки сервера инициализации устройства (например, http://client.ip/admin/resync. Переменная client.ip автоматически расширяется во время инициализации.

source: The system contact, appearing in the output when acting as an SNMP Agent.
ru: Системный контакт, появляющийся на выходе при выполнении функций агента SNMP.

source: The system location, appearing in the output when acting as an SNMP Agent.
ru: Системное местоположение, появляющееся на выходе при выполнении функций агента SNMP.

source: The system name, appearing in the output when acting as an SNMP Agent.
ru: Системное имя, отображающееся на выходе при выполнении функций агента SNMP.

source: The template is used to generate invoice.
ru: Шаблон используется для генерации счета-фактуры.

source: The temporal unit for the "timely" interval.
ru: Временная единица для "своевременного" интервала.

source: The temporal unit for the balance interval.
ru: Временная единица для интервала баланса.

source: The temporal unit for the duration/interval.
ru: Временная единица для продолжительности/интервала.

source: The time the message was recorded.
ru: Время записи сообщения.

source: The time the reminder call is triggered.
ru: Время срабатывания звонка-напоминания.

source: The timerange you wanted to delete does not exist
ru: Таймер, который вы хотите удалить, не существует

source: The timestamp of the call connection.
ru: Временная метка соединения вызова.

source: The timestamp of the call initiation.
ru: Временная метка инициации вызова.

source: The timestamp of the conversation event.
ru: Временная метка события разговора.

source: The timestamp of the event.
ru: Временная метка события.

source: The timestamp of the message
ru: Временная метка сообщения

source: The timestamp of the topup attempt.
ru: Временная метка попытки пополнения счета.

source: The timestamp when the exporting occurred.
ru: Временная метка, когда произошел экспорт.

source: The timestamp when the rating occurred.
ru: Временная метка, когда произошла оценка.

source: The timezone of the contact.
ru: Часовой пояс контакта.

source: The timezone of the subscriber.
ru: Часовой пояс абонента.

source: The timezone of the subscriber. See http://search.cpan.org/dist/DateTime-TimeZone/lib/DateTime/TimeZone/Catalog.pm for a full list of valid timezone names.
ru: Часовой пояс абонента. Полный список допустимых имен часовых поясов см. на сайте http://search.cpan.org/dist/DateTime-TimeZone/lib/DateTime/TimeZone/Catalog.pm.

source: The top-up amount in Euro/USD/etc.
ru: Сумма пополнения в евро/долларах США/и т.д.

source: The top-up operation outcome.
ru: Результат операции пополнения счета.

source: The top-up request response message (error reason).
ru: Ответное сообщение запроса на пополнение счета (причина ошибки).

source: The top-up request type.
ru: Тип запроса на пополнение счета.

source: The transport protocol (one of UDP, TCP, TLS, ANY).
ru: Транспортный протокол (один из UDP, TCP, TLS, ANY).

source: The two-letter ISO 3166-1 country code of the contact (e.g. US or DE).
ru: Двухбуквенный ISO 3166-1 код страны контакта (например, US или DE).

source: The type of call, one of call, cfu, cfb, cft, cfna, cfs, cfr, cfo.
ru: Тип вызова, один из вызовов, cfu, cfb, cft, cfna, cfs, cfr, cfo.

source: The type of feature to use on this line/key
ru: Тип функции для использования на данной линии/клавише

source: The unique name of the B-Number set. Arbitrary text
ru: Уникальное имя набора B-номеров. Произвольный текст

source: The unique name of the billing network.
ru: Уникальное имя биллинговой сети.

source: The unique name of the location.
ru: Уникальное имя местоположения.

source: The unique name of the profile package.
ru: Уникальное имя пакета профиля.

source: The unique name of the source set. Arbitrary text
ru: Уникальное имя исходного набора. Произвольный текст

source: The user that attempted the topup.
ru: Пользователь, попытавшийся пополнить счет.

source: The username for SIP and XMPP services.
ru: Имя пользователя для служб SIP и XMPP.

source: The username for authenticating on the X-2 interface.
ru: Имя пользователя для аутентификации на интерфейсе X-2.

source: The username or number to rewrite
ru: Имя пользователя или номер для перезаписи

source: The username to log into the CSC Panel
ru: Имя пользователя для входа в панель CSC

source: The username to log into the CSC Panel.
ru: Имя пользователя для входа в панель CSC.
